[
  {
    "name": "001 - U Mtakatifu",
    "cdata": "<p> <h1><b>001 - U Mtakatifu</b></h1> <b>1</b><br/> U Mtakatifu! Mungu Mwenyezi!<br/> Alfajiri sifa zako tutaimba,<br/> U Mtakatifu, Bwana wa huruma,<br/> Mungu wa vyote, hata milele.<br/> <br/> <b>2</b><br/> U Mtakatifu! Na malaika,<br/> Wengi sana wanakuabudu wote.<br/> Elfu na maelfu, wanakusujudu,<br/> Wa zamani na hata milele.<br/> <br/> <b>3</b><br/> U Mtakatifu! Ingawa giza,<br/> Lakuficha fahari tusii,<br/> U Mtakatifu! Wewe peke yako,<br/> Kamili kwa uwezo na pendo.<br/> </p>\n"
  },
  {
    "name": "002 - Twamsifu Mungu",
    "cdata": "<p> <h1><b>002 - Twamsifu Mungu</b></h1> <b>1</b><br/> Twamsifu Mungu, Mwana wa upendo,<br/> Aliyetufia na kupaa juu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Aleluya! usifiwe, Aleluya! Amin;<br/> Aleluya! usifiwe, utubariki.<br/> </i><br/> <b>2</b><br/> Twamsifu Mungu, Roho Mtukufu,<br/> Akatufunulia Mwokozi wetu.<br/> <br/> <b>3</b><br/> Twamsifu Mwana, aliyetufia,<br/> Ametukomboa na kutuongoza.<br/> <br/> <b>4</b><br/> Twamsifu Mungu, wa neema yote,<br/> Aliyetwaa dhambi akazifuta.<br/> <br/> <b>5</b><br/> Tuamshe tena, tujaze na pendo,<br/> Moyoni uwashe moto wa Roho.<br/> </p>\n"
  },
  {
    "name": "003 - Mungu Atukuzwe",
    "cdata": "<p> <h1><b>003 - Mungu Atukuzwe</b></h1> <b>1</b><br/> Mungu atukuzwe, kwa mambo makuu,<br/> Upendo wake ulitupa Yesu,<br/> Aliyejitoa maisha yake,<br/> Tuwe nao uzima wa milele.<br/> <br/> <i><b>KIITIKIO:</b><br/> Msifu, msifu, dunia sikia,<br/> Msifu, msifu watu wafurahi,<br/> Na uje kwa Baba, kwa Yesu Mwana,<br/> Ukamtukuze kwa mambo yote.<br/> </i><br/> <b>2</b><br/> Wokovu kamili, zawadi kwetu,<br/> Ahadi ya Mungu kwa ulimwengu,<br/> Wanaomwamini na kuungama,<br/> Mara moja wale husamehewa.<br/> <br/> <b>3</b><br/> Alitufundisha mambo makuu,<br/> Alihakikisha wokovu wetu,<br/> Lakini zaidi ajabu kubwa,<br/> Yesu atakuja na tutamwona.<br/> </p>\n"
  },
  {
    "name": "004 - Jina la Yesu, Salamu",
    "cdata": "<p> <h1><b>004 - Jina la Yesu, Salamu</b></h1> <b>1</b><br/> Jina la Yesu, salamu! lisujudieni,<br/> Ninyi mbinguni, hukumu na enzi mpeni.<br/> Ninyi mbinguni, hukumu na enzi mpeni.<br/> <br/> <b>2</b><br/> Enzi na apewe kwenu, watetea dini;<br/> Mkuzeni Bwana wenu, na enzi mpeni.<br/> Mkuzeni Bwana wenu, na enzi mpeni.<br/> <br/> <b>3</b><br/> Enyi mbegu ya rehema, nanyi msifuni<br/> Mmeponywa kwa neema, na enzi mpeni.<br/> Mmeponywa kwa neema, na enzi mpeni.<br/> <br/> <b>4</b><br/> Wenye dhambi kumbukeni, ya msalabani.<br/> Kwa furaha msifuni, na enzi mpeni.<br/> Kwa furaha msifuni, na enzi mpeni.<br/> <br/> <b>5</b><br/> Kila mtu duniani msujudieni,<br/> Kote-kote msifuni, na enzi mpeni.<br/> Kote-kote msifuni, na enzi mpeni.<br/> <br/> <b>6</b><br/> Sisi na wao pamoja tu mumo sifani.<br/> Milele sifa ni moja, ni enzi mpeni.<br/> Milele sifa ni moja, ni enzi mpeni.<br/> </p>\n"
  },
  {
    "name": "005 - Na Tumwabudu Huyo Mfalme",
    "cdata": "<p> <h1><b>005 - Na Tumwabudu Huyo Mfalme</b></h1> <b>1</b><br/> Na tumwabudu huyo Mfalme,<br/> Sifa za nguvu zake zivume;<br/> Ni ngao, ni ngome, Yeye milele,<br/> Ndizo sifa zake kale na kale.<br/> <br/> <b>2</b><br/> Tazameni ulimwengu huu,<br/> Ulivyoumbwa, ajabu kuu;<br/> Sasa umewekwa pahali pake,<br/> Hata utimize majira yake.<br/> <br/> <b>3</b><br/> Kwa ulinzi wako, kwetu Bwana,<br/> Twakushukuru, U mwema sana;<br/> Hupewa chakula kila kiumbe,<br/> Kila kitu kina mahali pake.<br/> <br/> <b>4</b><br/> Wanadamu tu wanyonge sana,<br/> Twakutumaini Wewe, Bwana;<br/> Kamwe haupungui wako wema,<br/> Mkombozi wetu, Rafiki mwema.<br/> <br/> <br/> </p>\n"
  },
  {
    "name": "006 - Kumekucha kwa Uzuri",
    "cdata": "<p> <h1><b>006 - Kumekucha kwa Uzuri</b></h1> <b>1</b><br/> Kumekucha kwa uzuri, nafumbua macho,<br/> Baba amenihifadhi, ni wake mtoto.<br/> <br/> <b>2</b><br/> Bwana niwe leo kutwa, ulinzini mwako,<br/> Nisamehe dhambi, niwe mikononi mwako.<br/> <br/> <b>3</b><br/> Roho wako anikae, moyoni daima,<br/> Anitakase ni, uso wako mwema.<br/> </p>\n"
  },
  {
    "name": "007 - Mungu Msaada Wetu",
    "cdata": "<p> <h1><b>007 - Mungu Msaada Wetu</b></h1> <b>1</b><br/> Mungu Msaada wetu, tangu miaka yote,<br/> Ndiwe tumaini letu, la zamani zote.<br/> <br/> <b>2</b><br/> Kivuli cha kiti chako, ndiyo ngome yetu,<br/> Watosha mkono wako, ni ulinzi wetu.<br/> <br/> <b>3</b><br/> Kwanza havijakuwako, nchi na milima,<br/> Ndiwe Mungu, chini yako twakaa salama.<br/> <br/> <b>4</b><br/> Na miaka elfu ni kama, siku moja kwako;<br/> Utatulinda daima, tu raia wako.<br/> <br/> <b>5</b><br/> Bwana Msaada wetu tangu miaka yote,<br/> Mlinzi wetu na ngome, daima, milele.<br/> </p>\n"
  },
  {
    "name": "008 - Unisikie Ninapolia",
    "cdata": "<p> <h1><b>008 - Unisikie Ninapolia</b></h1> <b>1</b><br/> Unisikie ninapolia, uje Mkombozi,<br/> Moyo wangu hukutazamia, uje Mkombozi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nimepotea mbali na kwangu, nimetanga peke<br/> yangu, Unichukulie sasa kwako, uje Mkombozi.<br/> </i><br/> <b>2</b><br/> Sina pahali pa kupumzika, uje Mkombozi,<br/> Unipe raha, nuru, uzima, uje Mkombozi.<br/> <br/> <b>3</b><br/> Nimechoka, Njia ni ndefu uje Mkombozi,<br/> Macho yako kuona nataka, uje Mkombozi.<br/> <br/> <b>4</b><br/> Bwana, daima hutanidharau, uje Mkombozi, Kilio<br/> changu utanijibu, uje Mkombozi.<br/> <br/> </p>\n"
  },
  {
    "name": "009 - Mwumbaji Mfalme",
    "cdata": "<p> <h1><b>009 - Mwumbaji Mfalme</b></h1> <b>1</b><br/> Mwumbaji Mfalme, vitu vyote vyako,<br/> Ni kwa ukarimu wako ninabarikiwa,<br/> Ni kwa ukarimu wako ninabarikiwa.<br/> <br/> <b>2</b><br/> Uliyeniumba, Nakutegemea,<br/> Sina budi kuzisifu hisani zako kuu,<br/> Sina budi kuzisifu hisani zako kuu.<br/> <br/> <b>3</b><br/> Nitatoa Nini? Kwanza vyote vyako,<br/> Upendo wako wadai moyo wa shukrani,<br/> Upendo wado wadai moyo wa shukrani.<br/> <br/> <b>4</b><br/> Nipewe neema, Niwe na uwezo,<br/> Wa kuishi kwako, Bwana siku zangu zako,<br/> Wa kuishi kwako, Bwana siku zangu zako.<br/> </p>\n"
  },
  {
    "name": "010 - Kristo wa Neema Yote",
    "cdata": "<p> <h1><b>010 - Kristo wa Neema Yote</b></h1> <b>1</b><br/> Kristo wa neema yote, imbisha moyo wangu,<br/> Mifulizo ya baraka, inaamsha shangwe kuu,<br/> Unifunze nikupende, nikuandame kote,<br/> Moyo wangu ukajae, furaha na tumai.<br/> <br/> <b>2</b><br/> Namshukuru sana Bwana, aniwezesha huku.<br/> Salama aniongoza, hata kule nyumbani,<br/> Yesu alinitafuta, njiani mbali kwake,<br/> Akatoa damu yake, nip hatarini.<br/> <br/> <b>3</b><br/> Kweli mimi mwiwa mkubwa, wa neema daima<br/> Wema wako unifunge, zaidi kwako Bwana,<br/> Ili nisivutwe tena, kukuacha ee Mponya,<br/> Nitwalie moyo wangu, uwe wako kamili.<br/> </p>\n"
  },
  {
    "name": "011 - Sauti Zote Ziimbe",
    "cdata": "<p> <h1><b>011 - Sauti Zote Ziimbe</b></h1> <b>1</b><br/> Sauti zote ziimbe, jina la Yesu li heri!<br/> Sifa za Mfalme Mungu, jina la Yesu li heri!<br/> <br/> <i><b>KIITIKIO:</b><br/> Jina li heri, jina li heri, jina la Yesu li heri!<br/> Jina li heri, jina li heri, jina la Yesu li heri!<br/> </i><br/> <b>2</b><br/> Hofu zote latuliza, jina la Yesu li heri!<br/> Mwenye dhambi hukubali, jina la Yesu li heri!<br/> <br/> <b>3</b><br/> Huvunja nguvu za dhambi, jina la Yesu li heri!<br/> Damu yake hutakasa, jina la Yesu li heri!<br/> <br/> <b>4</b><br/> Sauti yake ni tamu, jina la Yesu li heri!<br/> Wafu nao hufufua, jina la Yesu li heri!<br/> <br/> <b>5</b><br/> Lugha maelfu zitaimba, jina la Yesu li heri!<br/> Astahili Mwana-Kondoo, jina la Yesu li heri!<br/> </p>\n"
  },
  {
    "name": "012 - Msifu Mungu",
    "cdata": "<p> <h1><b>012 - Msifu Mungu</b></h1> <br/> Msifu Mungu wa neema,<br/> Enyi viumbe po pote;<br/> Wa juu pia sifuni,<br/> Baba, Mwana naye Roho!<br/> <br/> </p>\n"
  },
  {
    "name": "013 - Umetuahidi",
    "cdata": "<p> <h1><b>013 - Umetuahidi</b></h1> <b>1</b><br/> Umetuahidi, kwamba wawili, watatu kwa jina lako<br/> wakija, Utawabariki, kwa hivi leo twapiga magoti<br/> nyumbani pako.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yesu uje kwetu, utubariki;<br/> Yesu uje kwetu, uwe karibu.<br/> </i><br/> <b>2</b><br/> Umekuwa nasi, siku nyingine, tunakuhitaji mpaka mwisho,<br/> Uje Mkombozi, tupe neema, tusikie Yesu, utubariki.<br/> <br/> <b>3</b><br/> Uje utawale sauti zetu, nyimbo nazo sala, uziagize.<br/> Imani izidi, ikamilike, pendo liwe safi na njia nuru.<br/> </p>\n"
  },
  {
    "name": "014 - Nitembee Nawe",
    "cdata": "<p> <h1><b>014 - Nitembee Nawe</b></h1> <b>1</b><br/> Nitembee nawe Mungu, alivyotembea Henoko,<br/> Mkono wangu uushike, unene nami kwa pole,<br/> Ingawa njia siioni, Yesu nitembee nawe.<br/> <br/> <b>2</b><br/> Siwezi tembea pekee, pana dhoruba angani,<br/> Mitego ya miguu elfu, adui wengi hufichwa,<br/> Uitulize bahari, Yesu nitembee nawe.<br/> <br/> <b>3</b><br/> Ukinishika mkono, anasa kwangu hasara,<br/> Kwa nguvu nitasafiri, ‘tautwika msalaba,<br/> Hata mji wa Sayuni, Yesu nitembee nawe.<br/> </p>\n"
  },
  {
    "name": "015 - Nena Rohoni Yesu",
    "cdata": "<p> <h1><b>015 - Nena Rohoni Yesu</b></h1> <b>1</b><br/> Nena rohoni Yesu, nena kwa upole,<br/> Sema kwangu kwa pendo, “huachwi upweke,”<br/> Fungua moyo wangu, nisikie mara,<br/> Jaza roho na sifa, sifa zako Bwana.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kila siku unene, vile kwa upole.<br/> Nong’za kwa pole, upole wa pendo,<br/> “Daima utashinda, uhuru ni wako.”<br/> Nisikie maneno, “huachwi upweke.”<br/> </i><br/> <b>2</b><br/> Nena kwa wana wako, waonyeshe njia,<br/> Wajaze kwa furaha, fundisha kuomba,<br/> Wajifunze kutoa, maisha kamili,<br/> Wahimize ufalme, tumw Mwokozi.<br/> <br/> <b>3</b><br/> Nena kama zamani, ulipoitoa,<br/> Sheria takatifu, niishike pia,<br/> Nipate kutukuza Wewe Mungu wangu,<br/> Mapenzi yako tena, daima kusifu.<br/> </p>\n"
  },
  {
    "name": "016 - Bwana Ninakuhitaji",
    "cdata": "<p> <h1><b>016 - Bwana Ninakuhitaji</b></h1> <b>1</b><br/> Bwana ninakuhitaji, Ni mpofu, maskini,<br/> Unishike mkononi, kwako napata nguvu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kila saa, kila saa, Bwana ninakuhitaji,<br/> Kila saa, kila saa, unilinde kila saa.<br/> </i><br/> <b>2</b><br/> Univike na mavazi, ya usikivu wako,<br/> Nguo zangu zote chafu, nazitamani zako.<br/> <br/> <b>3</b><br/> Wewe ukiniongoza, nitakwenda salama,<br/> Nenda nami siku zote, u nuru na uzima.<br/> <br/> <b>4</b><br/> Na ikiwa huko mbele, sehemu yangu ngumu,<br/> Au ikiwa furaha, unilinde kila saa.<br/> </p>\n"
  },
  {
    "name": "017 - Si Mimi, Kristo",
    "cdata": "<p> <h1><b>017 - Si Mimi, Kristo</b></h1> <b>1</b><br/> Si mimi, Kristo astahili sifa,<br/> Si mimi, Kristo ajulikane,<br/> Si mimi, Kristo katika maneno,<br/> Si mimi, Kristo kwa kila tendo.<br/> <br/> <b>2</b><br/> Si mimi, Kristo kuponya huzuni,<br/> Kristo pekee, kufuta machozi,<br/> Si mimi, Kristo kubeba mzigo,<br/> Si mimi, Kristo kutoa hofu.<br/> <br/> <b>3</b><br/> Kristo pekee, pasipo kujisifu,<br/> Kristo pekee, na nisizungumze,<br/> Kristo pekee, na hakuna kiburi,<br/> Kristo pekee, sifa yangu ife.<br/> <br/> <b>4</b><br/> Kristo pekee, mahitaji atoe,<br/> Si mimi, Kristo, kisima changu,<br/> Kristo pekee, kwa mwili na kwa moyo,<br/> Si mimi, Kristo, hata milele.<br/> </p>\n"
  },
  {
    "name": "018 - Mwokozi Kama Mchunga",
    "cdata": "<p> <h1><b>018 - Mwokozi Kama Mchunga</b></h1> <b>1</b><br/> Mwokozi kama mchunga, utuongoze leo,<br/> Ututume malishoni, fanya tayari boma,<br/> Bwana Yesu peke yako, umetuvuta kwako.<br/> <br/> <b>2</b><br/> Tu wako uwe rafiki, uwe mlinzi wetu,<br/> Kundi lako ulilinde, tusivutwe na dhambi,<br/> Bwana Yesu tusikie, tukiomba samehe.<br/> <br/> <b>3</b><br/> Umetuahidi kwamba utakubali watu,<br/> Utawahurumia na, utawapa neema,<br/> Bwana Yesu tunapenda, kuwa wako mapema.<br/> </p>\n"
  },
  {
    "name": "019 - Msalabani pa Mwokozi",
    "cdata": "<p> <h1><b>019 - Msalabani pa Mwokozi</b></h1> <b>1</b><br/> Msalabani pa Mwokozi, hapo niliomba upozi,<br/> Moyo wangu ulitakaswa, na asifiwe.<br/> <br/> <i><b>KIITIKIO:</b><br/> Na asifiwe, na asifiwe,<br/> Alinikomboa kwa damu, na asifiwe.<br/> </i><br/> <b>2</b><br/> Chini ya mti msumbufu, niliomba utakatifu,<br/> Alinikomboa kwa damu, na asifiwe.<br/> <br/> <b>3</b><br/> Kwa ajabu ninaokoka, Yesu anakaa moyoni;<br/> Mtini alinifilia, na asifiwe.<br/> <br/> <b>4</b><br/> Damu ya Yesu ya thamani huniokoa makosani,<br/> Huniendesha wokovuni, na asifiwe.<br/> </p>\n"
  },
  {
    "name": "020 - Mungu Wetu Yeye Mwamba",
    "cdata": "<p> <h1><b>020 - Mungu Wetu Yeye Mwamba</b></h1> <b>1</b><br/> Mungu wetu yeye mwamba, kimbilio taabuni,<br/> Msaada penye shida, ulio karibu sana.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mwamba wetu kutupumzisha, yu kivuli kuburudisha,<br/> Huongoza katika njia, kimbilio taabuni.<br/> </i><br/> <b>2</b><br/> Mchana usiku yeye, kimbilio taabuni,<br/> Hivyo hatutaogopa, kwani yu karibu sana.<br/> <br/> <b>3</b><br/> Iwayo yote Yeye tu, kimbilio taabuni,<br/> Twamjua Yeye mlinzi, aliye karibu sana.<br/> <br/> <b>4</b><br/> Mungu wetu ficho kwetu, kimbilio taabuni,<br/> Siku zote uwe boma, lililo karibu sana.<br/> </p>\n"
  },
  {
    "name": "021 - Baba Twakujia",
    "cdata": "<p> <h1><b>021 - Baba Twakujia</b></h1> <b>1</b><br/> Baba twakujia, uwe msaada,<br/> Uwe kimbilio, twakusihi,<br/> Dunia ni giza, tukitengwa nawe,<br/> Tufariji hapa, Baba yetu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Baba twakujia, tu dhaifu, na usituache, tusikie.<br/> </i><br/> <b>2</b><br/> Salama tulinde, kati ya taabu,<br/> Uwe raha yetu, mashakani.<br/> Roho yasumbuka, Baba tujalie,<br/> Twakuomba sana, tupe nguvu.<br/> <br/> <b>3</b><br/> Neema utupe, tukubali kwako,<br/> Moyo wetu linda, safarini,<br/> Tuongoe mbele, tupate kushinda,<br/> Na kufika ng’ambo, kule kwako.<br/> </p>\n"
  },
  {
    "name": "022 - Usinipite",
    "cdata": "<p> <h1><b>022 - Usinipite</b></h1> <b>1</b><br/> Usinipite Mwokozi, unisikie,<br/> Unapozuru wengine, usinipite.<br/> <br/> <i><b>KIITIKIO:</b><br/> Bwana, Bwana, unisikie,<br/> Unapozuru wengine, usinipite.<br/> </i><br/> <b>2</b><br/> Kiti chako cha rehema, nakitazama,<br/> Magoti napiga pale, nisamehewe.<br/> <br/> <b>3</b><br/> Sina ya kutegemea, ila wewe tu,<br/> Uso wako uwe kwangu, nakuabudu.<br/> <br/> <b>4</b><br/> Wewe tu u Mfariji, sina mbinguni,<br/> Wala duniani pote, Bwana mwingine.<br/> </p>\n"
  },
  {
    "name": "023 - Yesu Furaha ya Moyo",
    "cdata": "<p> <h1><b>023 - Yesu Furaha ya Moyo</b></h1> <b>1</b><br/> Yesu furaha ya moyo, hazina ya pendo na nuru.<br/> Yote yatupendezayo, yasilinganishwe nawe.<br/> <br/> <b>2</b><br/> Kweli yako ya daima, wawajibu wakwitao,<br/> Ni siku zote u mwema, kwao wakutafutao.<br/> <br/> <b>3</b><br/> U Mkate wa Uzima, kupokea ni baraka,<br/> Twanywa kwako u kisima, roho zikiburudika,<br/> <br/> <b>4</b><br/> Mwokozi twakutamani, kwako roho hutulia,<br/> Twakushika kwa imani, nawe watubarikia.<br/> <br/> <b>5</b><br/> Yesu, ndiwe kwetu mwanga, tufurahishe daima,<br/> Giza la dhambi fukuza, uwe mwanga wa Uzima.<br/> </p>\n"
  },
  {
    "name": "024 - Jina Lake Yesu Tamu Tukilisikia",
    "cdata": "<p> <h1><b>024 - Jina Lake Yesu Tamu Tukilisikia</b></h1> <b>1</b><br/> Jina lake Yesu tamu, tukilisikia,<br/> Hutupoza tena hamu, hutuondolea.<br/> <br/> <b>2</b><br/> Roho iliyoumia, kwalo hutibika,<br/> Chakula njaani pia, raha tukichoka.<br/> <br/> <b>3</b><br/> Jina hili ni msingi, ngao, ngome, mwamba,<br/> Kwa hili napata vingi, kwangu ni akiba.<br/> <br/> <b>4</b><br/> Yesu, Mchunga, Rafiki, Mwalimu, Kuhani,<br/> Mwanzo, Mwisho, na Amina, mali yangu yote!<br/> <br/> <b>5</b><br/> Moyo wangu hauwezi, kukusifu kweli,<br/> Ila sifa zangu hizi, Bwana zikubali.<br/> </p>\n"
  },
  {
    "name": "025 - Taji Mvikeni",
    "cdata": "<p> <h1><b>025 - Taji Mvikeni</b></h1> <b>1</b><br/> Taji mvikeni, taji nyingi sana,<br/> Kondoo mwake kitini, Bwana wa mabwana,<br/> Nami tamsifu, kanifia mimi,<br/> Ni Mfalme mtukufu, Bwana wa mbinguni.<br/> <br/> <b>2</b><br/> Taji mvikeni, Mwana wa Bikira;<br/> Anazovaa kichwani, aliteka nyara,<br/> Shilo wa manabii, Mchunga wa watu,<br/> Shina na tanzu ya Yese, wa Bethlehemu.<br/> <br/> <b>3</b><br/> Taji mvikeni, Bwana wa Mapenzi;<br/> Jeraha zake ni shani, ni vito vya enzi,<br/> Mbingu haina, hata malaika,<br/> Awazaye kuziona, pasipo kushangaa.<br/> <br/> <b>4</b><br/> Taji mvikeni, Bwana wa salama,<br/> Kote-kote duniani, vita vitakoma,<br/> Nayo enzi yake, itaendelea,<br/> Chini ya miguu yake, maua humea.<br/> </p>\n"
  },
  {
    "name": "026 - Tutokapo Tubariki",
    "cdata": "<p> <h1><b>026 - Tutokapo Tubariki</b></h1> <b>1</b><br/> Tutokapo tubariki, utupe kufurahi,<br/> Tuwe na pendo lako, neema ya kushinda.<br/> Nawe utuburudishe, tukisafiri chini.<br/> <br/> <b>2</b><br/> Twatoa sifa shukrani, kwa neno la Injili,<br/> Matunda yake wokovu, yakane kwetu,<br/> Daima tuwe amani, kwa Kweli yako Bwana.<br/> <br/> <b>3</b><br/> Siku zeku zikizidi, tuzitoe kwa Yesu,<br/> Tuwe na nguvu moyoni, tusichoke njiani,<br/> Hata tutakapoona, Utukufu wa Bwana.<br/> <br/> </p> <br/><br/><br/><br/> <p> <h3><b>026a Mungu Mtukufu</b></h3> God the Omnipotent<br/> <b>1</b><br/> Mungu mtukufu, aliyeumba Pepo kuvuma na radi kali;<br/> Toa neema unapotawala, tupe amani Bwana wa wema. <br/> <br/> <b>2</b><br/> Mungu wa neema, nchi imeacha Amri tukufu na Neno lako, <br/> Hasira zako zisituharibu, tupe amani, Bwana wa wema.<br/> <br/> <b>3</b><br/> Mwumbaji wa haki, watu wabaya wamedharau utukufu wako, <br/> Lakini wema wako utadumu; endesha kweli Bwana wa wema. <br/> <br/> <b>4</b><br/> Tunakutolea Ibada, safi kwa ajili ya Wokovu wako,<br/> Hivi tunaziimba sifa zako, wako uwezo na utukufu.<br/> </p>\n"
  },
  {
    "name": "027 - Tena Mwokozi Twalitukuza",
    "cdata": "<p> <h1><b>027 - Tena Mwokozi Twalitukuza</b></h1> <b>1</b><br/> Tena Mwokozi twalitukuza,<br/> Jina lako lenye kupendeza,<br/> Twangojea neno la amani,<br/> Kabla hatujakwenda nyumbani.<br/> <br/> <b>2</b><br/> Tupe amani njiani mwetu,<br/> Wewe u mwanzo u mwisho wetu,<br/> Dhambini kamwe isiingie,<br/> Midomo ikutajayo wewe.<br/> <br/> <b>3</b><br/> Utupe amani usiku huu,<br/> Ili gizani kuwe nuru kuu,<br/> Tulinde kwa kuwa kwako Bwana,<br/> Usiku ni sawa na mchana.<br/> <br/> <b>4</b><br/> Tupe amani ulimwenguni,<br/> Ndiyo dawa yetu majonzini,<br/> Na ikitwita sauti yako,<br/> Tupe amani milele kwako.<br/> </p>\n"
  },
  {
    "name": "028 - Jina Lake Yesu Tamu",
    "cdata": "<p> <h1><b>028 - Jina Lake Yesu Tamu</b></h1> <b>1</b><br/> Jina lake Yesu tamu, lihifadhi moyoni,<br/> Litakufariji ndugu, enda nalo po pote.<br/> <br/> <i><b>KIITIKIO:</b><br/> Jina la thamani,<br/> (Jina la ) (thamani)<br/> Tumai la dunia,<br/> Jina la thamani,<br/> (Jina la thamani–tamu)<br/> Furaha ya mbinguni.<br/> </i><br/> <b>2</b><br/> Jina la Yesu lafaa, kama ngao vitani,<br/> Majarabu yakisonga, omba kwa jina hili.<br/> <br/> <b>3</b><br/> Jina hili la thamani, linatufurahisha,<br/> Anapotukaribisha, na tunapomwimbia.<br/> <br/> <b>4</b><br/> Mwisho wa safari yetu, tutakapomsujudu,<br/> Jina hili tutasifu, furaha ya mbinguni.<br/> </p>\n"
  },
  {
    "name": "029 - Yesu Nakupenda",
    "cdata": "<p> <h1><b>029 - Yesu Nakupenda</b></h1> <b>1</b><br/> Yesu nakupenda u mali yangu,<br/> Anasa za dhambi sitaki kwangu,<br/> Na Mwokozi aliyeniokoa,<br/> Sasa nakupenda kuzidi pia.<br/> <br/> <b>2</b><br/> Moyo umejaa mapenzi tele,<br/> Kwa vile ulivyonipenda mbele,<br/> Uhai wako ukanitolea<br/> Sasa nakupenda kuzidi pia.<br/> <br/> <b>3</b><br/> Ulipoangikwa msalabani,<br/> Tusamehewe tulio dhambini,<br/> Taji ya miiba uliyoivaa,<br/> Sasa nakupenda kuzidi pia.<br/> <br/> <b>4</b><br/> Mawanda mazuri na masikani,<br/> Niyatazamapo huko mbinguni,<br/> ‘Tasema na taji nitakayovaa,<br/> Sasa nakupenda kuzidi pia.<br/> </p>\n"
  },
  {
    "name": "030 - Yesu Unipendaye",
    "cdata": "<p> <h1><b>030 - Yesu Unipendaye</b></h1> <b>1</b><br/> Yesu unipendaye, kwako nakimbilia,<br/> Ni wewe utoshaye, mwovu akinijia.<br/> Yafiche ubavuni, mwako maisha yangu,<br/> Nifishe bandarini, wokoe moyo wangu.<br/> <br/> <b>2</b><br/> Ngome nyingine sina, nategemea kwako,<br/> Usinitupe Bwana, nipe neema yako,<br/> Ninakuamania, mwenye kuniwezesha,<br/> Shari wanikingia, vitani wanitosha.<br/> <br/> <b>3</b><br/> Nakutaka Mpaji, vyote napata kwako,<br/> Niwapo mhitaji, utanijazi vyako,<br/> Nao waangukao, wanyonge wape nguvu,<br/> Poza wauguao, uongoze vipofu.<br/> <br/> <b>4</b><br/> Bwana umeniosha, moyo kwa damu yako,<br/> Neema ya kutosha, yapatikana kwako,<br/> Kwako Bwana naona, kisima cha uzima,<br/> Mwangu moyoni Bwana, bubujika daima.<br/> </p>\n"
  },
  {
    "name": "031 - Niimbe Pendo Lake",
    "cdata": "<p> <h1><b>031 - Niimbe Pendo Lake</b></h1> <b>1</b><br/> Niimbe (niimbe) pendo lake, pendo la (pendo la) Yesu<br/> Bwana, Sababu (Sababu) alitoka, kwa Baba akafa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Niimbe (niimbe) pendo lake, sifa kuu (sifa kuu) nitatoa,<br/> Akafa (akafa) niwe hai, niimbe pendo lake.<br/> </i><br/> <b>2</b><br/> Machozi (machozi) alitoa, ijapo (ijapo) sijalia,<br/> Maombi (maombi) yangu bado, aniombeapo.<br/> <br/> <b>3</b><br/> Upendo (upendo) mkubwa huo! Dunia (dunia) haijui,<br/> Msamaha (samaha) kwa kosa, kubwa kama langu.<br/> <br/> <b>4</b><br/> Hapana (hapana) tendo jema, ambalo (ambalo) nilitenda,<br/> nataka (nataka) toka leo, nimwonyeshe pendo.<br/> </p>\n"
  },
  {
    "name": "032 - Ninao Wimbo Mzuri",
    "cdata": "<p> <h1><b>032 - Ninao Wimbo Mzuri</b></h1> <b>1</b><br/> Ninao wimbo mzuri, tangu kuamini,<br/> Wa Mkombozi mfalme, tangu kuamini.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tangu kuamini, jina lake ‘tasifu,<br/> Tangu kuamini, nitalisifu jina lake.<br/> </i><br/> <b>2</b><br/> Kristo anitosha kweli, tangu kuamini,<br/> Mapenzi yake napenda, tangu kuamini.<br/> <br/> <b>3</b><br/> Nina ushuhuda sawa, tangu kuamini,<br/> Unalofukuza shaka, tangu kuamini.<br/> <br/> <b>4</b><br/> Ninalo kao tayari, tangu kuamini;<br/> Nililorithi kwa Yesu, tangu kuamini.<br/> </p>\n"
  },
  {
    "name": "033 - Karibu Sana",
    "cdata": "<p> <h1><b>033 - Karibu Sana</b></h1> <b>1</b><br/> Karibu sana univute, karibu sana daima niwe,<br/> Bwana napenda unishike, unilinde nisitengwe nawe,<br/> Unilinde nisitengwe nawe.<br/> <br/> <b>2</b><br/> Karibu sana sina kitu, sina sadaka kwa Bwana Yesu,<br/> Isipokuwa moyo wangu, uutakase katika damu,<br/> Uutakase katika damu.<br/> <br/> <b>3</b><br/> Karibu sana wewe nami ninafurahi kuacha dhambi,<br/> Anasa zote na kiburi, nipe niliyemsulibisha,<br/> Nipe niliyemsulibisha.<br/> <br/> <b>4</b><br/> Karibu ssana hata mwisho, hata mbinguni nisimamapo,<br/> Daima dawamu niwepo, nitakapoona uso wako,<br/> Nitakapoona uso wako.<br/> </p>\n"
  },
  {
    "name": "034 - Nipe Habari za Yesu",
    "cdata": "<p> <h1><b>034 - Nipe Habari za Yesu</b></h1> <b>1</b><br/> Nipe habari za Yesu, kwangu ni tamu sana,<br/> Kisa chake cha thamani, hunipendeza sana,<br/> Jinsi malaika wengi, walivyoimba sifa,<br/> Alipoleta amani, kwa watu wa dunia.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nipe habari za Yesu, kaza moyoni mwangu,<br/> Kisa chake cha thamani, hunipendeza sana.<br/> </i><br/> <b>2</b><br/> Kisa cha alivyofunga, peke yake jangwani,<br/> Jinsi alivyolishinda, jaribu la Shetani,<br/> Kazi aliyoifanya, na siku za huzuni,<br/> Jinsi walivyomtesa; yote ni ya ajabu.<br/> <br/> <b>3</b><br/> Habari za Msalaba, aliposulubishwa,<br/> Jinsi walivyomzika akashinda kaburi,<br/> Kisa chake cha rehema, upendo wake kwangu,<br/> Aliyetoa maisha, nipokee wokovu.<br/> </p>\n"
  },
  {
    "name": "035 - Nimekombolewa na Yesu",
    "cdata": "<p> <h1><b>035 - Nimekombolewa na Yesu</b></h1> <b>1</b><br/> Nimekombolewa na Yesu, na sasa nimefurahi,<br/> Kwa bei ya mauti yake, mimi ni mtoto wake.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kombolewa! Nakombolewa na damu,<br/> Kombolewa! mimi mwana wake kweli.<br/> </i><br/> <b>2</b><br/> Kukombolewa nafurahi, kupita lugha kutamka,<br/> Kulionyesha pendo lake, mimi ni mtoto wake.<br/> <br/> <b>3</b><br/> Nitamwona Mfalme wangu, katika uzuri wake,<br/> Ambaye najifurahisha, katika torati yake.<br/> <br/> <b>4</b><br/> Najua taji imewekwa, mbinguni tayari kwangu,<br/> Muda kitambo atakuja, ili alipo niwepo.<br/> </p>\n"
  },
  {
    "name": "036 - Ni Siku Kuu",
    "cdata": "<p> <h1><b>036 - Ni Siku Kuu</b></h1> <b>1</b><br/> Ni siku kuu, siku ile, ya kumkiri Mwokozi,<br/> Moyo umejaa tele, kunyamaza hauwezi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Siku kuu! Siku kuu! ya kuoshwa dhambi zangu kuu,<br/> Hukesha na kuomba tu, ananiongoza miguu,<br/> Siku kuu! siku kuu! ya kuoshwa dhambi zangu kuu.<br/> </i><br/> <b>2</b><br/> Tumekwisha kupatana, mimi wake, yeye wangu,<br/> Na sasa nitamwandama, nikiri neno la Mungu.<br/> <br/> <b>3</b><br/> Moyo tulia kwa Bwana, kiini cha raha yako,<br/> Huna njia mbili tena, uwe naye uendako.<br/> </p>\n"
  },
  {
    "name": "037 - Pendo Lako Ee Mwokozi",
    "cdata": "<p> <h1><b>037 - Pendo Lako Ee Mwokozi</b></h1> <b>1</b><br/> Pendo lako Ee Mwokozi, hushinda pendo zote,<br/> Kaa nasi ndani yetu, furaha ya mbinguni,<br/> Yesu u rehema tupu, safi na kusamehe,<br/> Mfariji mwenye huzuni, yaondoe machozi.<br/> <br/> <b>2</b><br/> Roho yako ya upendo, tuma kwa kundi lako,<br/> Hebu tuirithi raha, iliyoahidiwa,<br/> Uondoe moyo mbaya, u mwanzo, tena mwisho,<br/> Timiza imani yetu, ili tuwekwe huru.<br/> <br/> <b>3</b><br/> Yesu uje kwetu sasa, tupokee huruma,<br/> Rudi kwetu tena kamwe, usituache pekee,<br/> Tungekutukuza leo, pamoja na malaika,<br/> Imba na kutoa sifa, ingia kwa ibada.<br/> <br/> <b>4</b><br/> Sasa Bwana kazi yako, imalize moyoni,<br/> Takasa hekalu lako, wokovu kamilisha,<br/> Safisha viumbe vyako, katika wakati huu,<br/> Tupumzike toka dhambi, tuingie mbinguni.<br/> </p>\n"
  },
  {
    "name": "038 - Nasifu Shani ya Mungu",
    "cdata": "<p> <h1><b>038 - Nasifu Shani ya Mungu</b></h1> <b>1</b><br/> Nasifu shani ya Mungu, mweneza bahari,<br/> Muumba pia wa mbingu, jua nyota mwezi,<br/> Ni tukufu yako shani, mtengeza mambo,<br/> Ya nyakati na zamani, yasiyo na mwisho.<br/> <br/> <b>2</b><br/> Kadiri ya nionayo, ya kusifu Mungu:<br/> Nchi niikanyagayo, na hayo mawingu,<br/> Hakuna hata unyasi, usiokukuza,<br/> Na upepo wavumisha, au kutuliza.<br/> <br/> <b>3</b><br/> Nami kwa mkono wako, naongozwa sawa,<br/> Ni pato nikusifupo, kukwomba ni dawa,<br/> Umenizingira nyuma, na mbele baraka,<br/> Maarifa ya ajabu, yanishinda mimi.<br/> </p>\n"
  },
  {
    "name": "039 - Ati Kuna Mvua Njema",
    "cdata": "<p> <h1><b>039 - Ati Kuna Mvua Njema</b></h1> <b>1</b><br/> Kuna mvua ya baraka, Bwana nimesikia,<br/> Unawamwagia wote, bure wanaipata.<br/> <br/> <i><b>KIITIKIO:</b><br/> Na mimi, Na mimi, Bwana uninyeshee?<br/> </i><br/> <b>2</b><br/> Sinipite Baba Mwema, dhambini nimezama,<br/> Rehema ni za daima, Bwana, unishe.<br/> <br/> <b>3</b><br/> Sinipite, Yesu mwema, niwe nawe daima,<br/> Natamani kukwandama, Bwana, unichukue.<br/> <br/> <b>4</b><br/> Sinipite, Roho Mwema, Mpaji wa uzima,<br/> Nawe shahidi wa wema, Bwana wema unipe.<br/> </p>\n"
  },
  {
    "name": "040 - Njoo, Roho Mtukufu",
    "cdata": "<p> <h1><b>040 - Njoo, Roho Mtukufu</b></h1> <b>1</b><br/> Njoo Roho Mtukufu, uoshe moyo wangu,<br/> Utakase nia yangu, njoo nijaze sassa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Roho Mtukufu njoo, nijaze sasa,<br/> Utakase nia yangu, njoo nijaze sasa.<br/> <b>2</b><br/> Ujalize moyo wangu, ijapo sikuoni,<br/> Nami ninakuhitaji, njoo nijaze sasa.<br/> <b>3</b><br/> Nimejaa udhaifu, nainamia kwako,<br/> Roho Mtukufu sasa, nitilie na nguvu.<br/> <b>4</b><br/> Unioshe nifariji, niponye nibariki,<br/> Unijaze moyo wangu, ndiwe mwenye uwezo.<br/> </p>\n"
  },
  {
    "name": "041 - Roho Mtakatifu",
    "cdata": "<p> <h1><b>041 - Roho Mtakatifu</b></h1> <b>1</b><br/> Roho Mtakatifu, kiongozi amini,<br/> Utushike mkono, tulio wasafiri,<br/> Utupe kusikia, sauti ya upole,<br/> “Msafiri fuata, naongoza nyumbani.”<br/> <br/> <b>2</b><br/> Wewe ndiwe rafiki, msaada karibu,<br/> ‘Situache shakani, Na tukiwa gizani,<br/> Utupe kusikia, sauti ya upole,<br/> “Msafiri fuata, naongoza nyumbani.”<br/> <br/> <b>3</b><br/> Siku zetu za kazi, zikiwa zimekwisha,<br/> Wala hatuna tamaa, ila mbingu na sala,<br/> Utupe kusikia, sauti ya upole,<br/> “Msafiri fuata, naongoza nyumbani.”<br/> </p>\n"
  },
  {
    "name": "042 - Ewe Roho wa Mbinguni",
    "cdata": "<p> <h1><b>042 - Ewe Roho wa Mbinguni</b></h1> <b>1</b><br/> Ewe Roho wa mbinguni, maombi sikia!<br/> Makao yako yafanye, mioyoni mwetu.<br/> <br/> <b>2</b><br/> Kama nuru tupenyeze, giza uondoe,<br/> Siri yako tui, na amani yako.<br/> <br/> <b>3</b><br/> Kama moto tusafishe, choma dhambi yetu,<br/> Roho zetu ziwe zote, hekalu la Bwana.<br/> <br/> <b>4</b><br/> Kama umande na uje, utuburudishe,<br/> Moyo mkavu utakuwa, ni wenye baraka.<br/> <br/> <b>5</b><br/> Kama upepo Ee Roho, katika pentekoste<br/> Ukombozi utangaze, kwa kila taifa.<br/> </p>\n"
  },
  {
    "name": "043 - Furaha Gani",
    "cdata": "<p> <h1><b>043 - Furaha Gani</b></h1> <b>1</b><br/> Furaha gani na ushiriki, nikimtegemea Yesu tu,<br/> Baraka gani tena amani, nikimtegemea Yesu tu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tegemea, salama bila hatari,<br/> Tegemea, tegemea Mwokozi Yesu.<br/> </i><br/> <b>2</b><br/> Nitaiweza njia nyembamba, nikimtegemea Yesu tu,<br/> Njia ‘tazidi kuwa rahisi, nikimtegea Yesu tu.<br/> <br/> <b>3</b><br/> Sina sababu ya kuogopa, nikimtegemea Yesu tu,<br/> Atakuwa karibu daima, nikimtegemea Yesu tu.<br/> </p>\n"
  },
  {
    "name": "044 - Hakuna Rafiki Kama Yesu",
    "cdata": "<p> <h1><b>044 - Hakuna Rafiki Kama Yesu</b></h1> <b>1</b><br/> Hakuna rafiki kama Yesu, hakuna, hakuna,<br/> Tabibu mwingine wa rohoni, hakuna, hakuna.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yesu ajua shida zetu, daima ataongoza,<br/> Hakuna rafiki kama Yesu, hakuna, hakuna,<br/> </i><br/> <b>2</b><br/> Wakati ambapo hapo yeye, hapana, hapana,<br/> Wala giza kututenga naye, hapana, hapana.<br/> <br/> <b>3</b><br/> Aliyesahauliwa naye, hakuna, hakuna,<br/> Mkosaji asiyempenda, hakuna, hakuna.<br/> <br/> <b>4</b><br/> Kipawa kama Mwokozi wetu, hakuna, hakuna,<br/> Ambaye atanyimwa wokovu, hakuna hakuna.<br/> </p>\n"
  },
  {
    "name": "045 - Mlimani Pana Mwanga",
    "cdata": "<p> <h1><b>045 - Mlimani Pana Mwanga</b></h1> <b>1</b><br/> Mlimani pana mwanga, mwanga wa jua zuri,<br/> Shambani na baharini, jua tukufu liko,<br/> Mwanga ulio mkubwa, umo moyoni mwangu,<br/> Kwa kuwa Yesu alipo, hapa pana mwangaza.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mwangaza ulio mzuri, mwanga umo moyoni,<br/> Akiwapo Bwana Yesu, pana mwanga moyoni.<br/> </i><br/> <b>2</b><br/> Kama mavazi kikuu, ninavua huzuni,<br/> Nguo nzuri za furaha, umenipa za kuvaa,<br/> Nakuandama rohoni, hata nyumba ya juu,<br/> Iliyopambwa vizuri, katika pendo lako.<br/> <b>3</b><br/> Ulinikomboa Yesu, maisha yangu mali,<br/> Vyote ni vyako Mwokozi, daima nikusifu,<br/> Nakuandama rohoni, hata nyumba ya juu,<br/> Iliyopambwa vizuri, katika pendo lako.<br/> </p>\n"
  },
  {
    "name": "046 - Miguuni Pake Yesu",
    "cdata": "<p> <h1><b>046 - Miguuni Pake Yesu</b></h1> <b>1</b><br/> Miguuni pake Yesu, maneno yake tamu,<br/> Pahali palipo heri, niwepo kila siku.<br/> Miguuni pake Yesu nakumbuka upendo<br/> Na hisani yake kwangu, vimenivuta moyo.<br/> <br/> <b>2</b><br/> Miguuni pake Yesu, hapa mahali bora,<br/> Pa kuweka dhambi zangu, mahali pa pumziko.<br/> Miguuni pake Yesu, hapa nafanya sala,<br/> Kwake napewa uwezo, faraja na neema.<br/> <br/> <b>3</b><br/> Unibariki Mwokozi, ni miguuni pako,<br/> Unitazame kwa upendo, ni uso wako.<br/> Nipe Bwana nia yake, ili ikane,<br/> Nimekaa na Mwokozi, aliye haki yangu.<br/> </p>\n"
  },
  {
    "name": "047 - Ni Heri Kifungo",
    "cdata": "<p> <h1><b>047 - Ni Heri Kifungo</b></h1> <b>1</b><br/> Ni heri kifungo kinachotufunga,<br/> Mioyo yetu kwa pendo pendo la Kikristo.<br/> <br/> <b>2</b><br/> Mbele ya Baba tunatoa sala,<br/> Hofu nia masumbufu yetu ni mamoja.<br/> <br/> <b>3</b><br/> Tunavishiriki matata na shida,<br/> Na mara nyingi twatoa chozi la fanaka.<br/> <br/> <b>4</b><br/> Tunapoachana moyoni twalia,<br/> Lakini tutakutana mwisho mbinguni.<br/> </p>\n"
  },
  {
    "name": "048 - Ninakupenda Zaidi",
    "cdata": "<p> <h1><b>048 - Ninakupenda Zaidi</b></h1> <b>1</b><br/> Ninakupenda zaidi, ya vyote vingine;<br/> Kwani umenipa raha, na amani Bwana.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nusu haijatangazwa (tangazwa) ya upendo wako,<br/> Nusu haijatangazwa (tangazwa) damu hutakasa<br/> (takasa).<br/> </i><br/> <b>2</b><br/> Nakujua u karibu, kuliko dunia,<br/> Kukukumbuka ni tamu, kupita kuimba.<br/> <br/> <b>3</b><br/> Kweli wanifurahisha, na nitafurahi,<br/> Pasipo upendo wako naona huzuni.<br/> <br/> 4Itakuwaje Mwokozi, kukaa na wewe,<br/> Ikiwa ulimwenguni tuna furaha hii?<br/> </p>\n"
  },
  {
    "name": "049 - Ninaye Rafiki",
    "cdata": "<p> <h1><b>049 - Ninaye Rafiki</b></h1> <b>1</b><br/> Ninaye rafiki naye, alinipenda mbele,<br/> Kwa kamba za pendo lake, nimefungwa milele,<br/> Aukaza moyo wangu, uache ugeuzi,<br/> Ninakaa ndani yake, Yeye kwangu milele.<br/> <br/> <b>2</b><br/> Ninaye Rafiki ndiye, aliyenifilia,<br/> Alimwaga damu yake, kwa watu wote pia,<br/> Sina kitu mimi tena, nikiwa navyo tele,<br/> Pia vyote ni amana, ndimi wake milele.<br/> <br/> <b>3</b><br/> Ninaye Rafiki naye, uwezo amepewa,<br/> Atanilinda mwenyewe, juu ‘tachukuliwa,<br/> Nikitazama mbinguni, hupata nguvu tele,<br/> Sasa natumika chini, kisha juu milele.<br/> <br/> <b>4</b><br/> Ninaye Rafiki naye, yuna na moyo mwema,<br/> Ni Mwalimu Kiongozi, mlinzi wa daima,<br/> Ni nani wa kunitenga na mpenzi wa mbele?<br/> Kwake nimetia nanga, ndimi wake milele<br/> </p>\n"
  },
  {
    "name": "050 - Mungu Awe Nanyi Daima",
    "cdata": "<p> <h1><b>050 - Mungu Awe Nanyi Daima</b></h1> <b>1</b><br/> Mungu awe nanyi daima, hata nane ya pili,<br/> Awachunge kwa fadhili, Mungu awe nanyi daima.<br/> <br/> <i><b>KIITIKIO:</b><br/> Hata nane juu, hata nane tena kwake,<br/> Hata nane juu, Mungu awe nanyi daima.<br/> </i><br/> <b>2</b><br/> Mungu awe nanyi daima, awafunike mabawa,<br/> Awalishe, awakuze, Mungu awe nanyi daima,<br/> <br/> <b>3</b><br/> Mungu awe nanyi daima, kila wakati wa shida,<br/> Awalinde hifadhini, Mungu awe nanyi daima.<br/> <br/> <b>4</b><br/> Mungu awe nanyi daima, awabariki na pendo,<br/> Ambalo halina mwisho, Mungu awe nanyi daima.<br/> </p>\n"
  },
  {
    "name": "051 - Yesu Mwokozi",
    "cdata": "<p> <h1><b>051 - Yesu Mwokozi</b></h1> <b>1</b><br/> Yesu Mwokozi, kwa hakika, hunipa furaha na amani,<br/> Mrithi wa wokovu wake, natakaswa kwa damu yake.<br/> <br/> <i><b>KIITIKIO:</b><br/> Habari hiyo wimbo wangu, daima nitamsifu Yesu.<br/> Habari hiyo wimbo wangu, daima nitamsifu Yesu.<br/> </i><br/> <b>2</b><br/> Nijitoapo nina raha, na kwa imani namwona Bwana,<br/> Aniletea malaika, wananilinda niokoke.<br/> <br/> <b>3</b><br/> Hali na mali anatwaa, katika Yesu nabarikiwa,<br/> Nikimngoja kwa subira, wema wake unanitosha.<br/> </p>\n"
  },
  {
    "name": "052 - Nipe Biblia",
    "cdata": "<p> <h1><b>052 - Nipe Biblia</b></h1> <b>1</b><br/> Nipe Biblia nyota ya furaha,wapate nuru wasafirio,<br/> Hakuna la kuzuia amani, kwani Yesu alituokoa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nipe Biblia neno takatifu, nuru yake itaniongoza,<br/> Sheria na ahadi na upendo, hata mwisho vitaendelea.<br/> </i><br/> <b>2</b><br/> Nipe Biblia nihuzunikapo, ikinijaza moyoni dhambi,<br/> Nipe neno zuri la Bwana Yesu, nimw Yesu<br/> Mwokozi wangu.<br/> <br/> <b>3</b><br/> Nipe biblia nipate kuona, hatari zilizo duniani,<br/> Nuru ya neno lake Bwana Yesu, itaangaza njia ya kweli.<br/> <br/> <b>4</b><br/> Nipe Biblia taa ya maisha, mfariji tunapofiliwa,<br/> Unionyeshe taa ya mbinguni, ni utukufu wa Bwana.<br/> </p>\n"
  },
  {
    "name": "053 - Napenda Kuhubiri",
    "cdata": "<p> <h1><b>053 - Napenda Kuhubiri</b></h1> <b>1</b><br/> Napenda kuhubiri, habari ya Yesu,<br/> Ya Bwana wa fahari, na pendo lake kuu.<br/> Kuhubiri napenda, kwa hali na mali,<br/> Mwenyewe nimeonja, najua ni kweli.<br/> <br/> <i><b>KIITIKIO:</b><br/> Napenda kuhubiri, kisa cha Bwana Yesu,<br/> Cha Bwana wa fahari, na pendo lake kuu.<br/> </i><br/> <b>2</b><br/> Napenda kuhubiri, mambo ya ajabu,<br/> Na tukiyafikiri, yapita dhahabu,<br/> Kuhubiri napenda, ya yaliyonifaa,<br/> Nami sana napenda, hayo kukwambia.<br/> <br/> <b>3</b><br/> Napenda kuhubiri, hunifurahisha,<br/> Tamu yake habari, haiwezi kwisha,<br/> Napenda kuhubiri, wa gizani nao,<br/> Hawana mhubiri, wa kueleza chuo.<br/> <br/> <b>4</b><br/> Kuhubiri napenda, hata wajuao,<br/> Kusikia hupenda, kama wenzi wao,<br/> Nako kwenye fahari, nikiimba wimbo,<br/> Nitaimba habari, ya Mwokozi huyo.<br/> </p>\n"
  },
  {
    "name": "054 - Nataka nimjue Yesu",
    "cdata": "<p> <h1><b>054 - Nataka nimjue Yesu</b></h1> <b>1</b><br/> Nataka nimjue Yesu, na nizidi kumfahamu,<br/> Nijue pendo lake tu, wokovu wake kamili.<br/> <br/> <i><b>KIITIKIO:</b><br/> Zaidi zaidi, nimfahamu Yesu,<br/> Nijue upendo wake, wokovu wake kamili.<br/> </i><br/> <b>2</b><br/> Nataka ni Yesu, na nizidi kusikia,<br/> Anenapo kitabuni, kujidhihirisha kwangu.<br/> <br/> <b>3</b><br/> Nataka tena zaidi, daima kupambanua,<br/> Mapenzi yake nifanye, yale yanayompendeza.<br/> <br/> <b>4</b><br/> Nataka nikae naye, kwa mazungumzo matamu,<br/> Nizidi kuwaonyesha, wengine wokovu wake.<br/> </p>\n"
  },
  {
    "name": "055 - Twapanda Mapema",
    "cdata": "<p> <h1><b>055 - Twapanda Mapema</b></h1> <b>1</b><br/> Twapanda mapema, na mchana kutwa,<br/> Mbegu za fadhili, hata jioni,<br/> Twangojea sasa, siku za kuvuna,<br/> Tutashangilia, wenye mavuno.<br/> <br/> <i><b>KIITIKIO:</b><br/> Wenye mavuno, wenye mavuno,<br/> Tutashangilia, wenye mavuno,<br/> Wenye mavuno, wenye mavuno,<br/> Tutashangilia, wenye mavuno.<br/> </i><br/> <b>2</b><br/> Twapanda mwangani, na kwenye kivuli,<br/> Tusishindwe na baridi na pepo;<br/> Punde itakwisha, kazi yetu hapa,<br/> Tutashangilia, wenye mavuno.<br/> <br/> <b>3</b><br/> Twapanda kwa Bwana, mbegu kila siku,<br/> Tujapoona taabu na huzuni,<br/> Tuishapo shinda, atatupokea,<br/> Tutashangilia, wenye mavuno.<br/> </p>\n"
  },
  {
    "name": "056 - Walio Kifoni",
    "cdata": "<p> <h1><b>056 - Walio Kifoni</b></h1> <b>1</b><br/> Walio kifoni nenda waponye,<br/> Uwatoe walio shimoni,<br/> Wanaoanguka uwainue,<br/> Habari njema uwajulishe.<br/> <br/> <i><b>KIITIKIO:</b><br/> Walio kifoni, waokoeni,<br/> Mwokozi yuko huwangojea<br/> <b>2</b><br/> Wajapokawia anangojea,<br/> Awasubiri waje tobani,<br/> Mwokozi hawezi kuwadharau,<br/> Huwasamehe tangu zamani.<br/> <b>3</b><br/> Na ndani ya moyo wa mwanadamu,<br/> Huwamo shida tena huzuni,<br/> Lakini kwa Yesu kuna rehema,<br/> Kuwaponya na kuwaokoa.<br/> <b>4</b><br/> Walio kifoni nenda waponye,<br/> Kazi ni yetu zawadi iko,<br/> Nguvu kuhubiri Bwana hutoa,<br/> Kwa subira tuwavute sasa.<br/> </p>\n"
  },
  {
    "name": "057 - Usiikatae Kazi",
    "cdata": "<p> <h1><b>057 - Usiikatae Kazi</b></h1> <b>1</b><br/> Usiikatae kazi, yake Bwana,<br/> Ukae tayari, kuifanya kazi,<br/> Uende po pote, Mungu akwitapo,<br/> Nawe utaona, furaha kazini.<br/> <br/> <i><b>KIITIKIO:</b><br/> Njoo we, usiikatae, Njoo we, uifanye kazi,<br/> Usiikatae kazi yake Bwana, ili hatimaye,<br/> usikatazwe juu.<br/> </i><br/> <b>2</b><br/> Usiikatae, kazi yake Bwana,<br/> Kwa nini kawia, fanya kazi leo,<br/> Mavuno meupe, wachache wavuni,<br/> Onyesha furaha, kwa kazi ya Bwana.<br/> <br/> <b>3</b><br/> Usiikatae kazi, yake Bwana,<br/> Kukataa pendo, kwako ni hatari,<br/> Saa ya rehema, Yesu akiomba,<br/> Ziungame dhambi, zifutwe mbinguni.<br/> </p>\n"
  },
  {
    "name": "058 - Leo Ninafikiria",
    "cdata": "<p> <h1><b>058 - Leo Ninafikiria</b></h1> <b>1</b><br/> Leo ninafikiria nchi nzuri, ninayotaka kuiona,<br/> Nisimamapo karibu na Mwokozi, tajini zitakuwa nyota?<br/> <br/> <i><b>KIITIKIO:</b><br/> Sijui tajini mwangu kama nyota, zitang’aa kila wakati.<br/> Nitakapoamka katika majumba, zitakuwa nyota tajini?<br/> </i><br/> <b>2</b><br/> Kwa nguvu za Bwana nitafanya kazi, nitavuta roho za<br/> watu, Ili niwe na nyota katika taji, Bwana anapotupa tunu.<br/> <br/> <b>3</b><br/> Nitakuwa na furaha nikimwona, kuweka miguuni pake,<br/> Watu waliovutwa kwa ajili ya kazi yangu na roho yake.<br/> </p>\n"
  },
  {
    "name": "059 - Fanyeni Kazi Zenu",
    "cdata": "<p> <h1><b>059 - Fanyeni Kazi Zenu</b></h1> <b>1</b><br/> Fanyeni kazi zenu, usiku si mbali,<br/> Kesheni saa zenu, vumilieni,<br/> Kwa Yesu tumikeni, na hiyo Injili,<br/> Sana wahubirini, watu wa mbali.<br/> <br/> <b>2</b><br/> Fanyeni kazi zenu, giza lasogea,<br/> Na wengi wenzi wenu, wamo gizani,<br/> Msipoteze moja, dakika ni hizi,<br/> Bwana atarejea, mwisho wa kazi.<br/> <br/> <b>3</b><br/> Fanyeni kazi zenu, hivi jua lachwa:<br/> Wote walio kwenu apenda Mungu<br/> Na sisi tumjuaye na tuwafundishe<br/> Ili Yesu ajaye tumfurahishe.<br/> </p>\n"
  },
  {
    "name": "060 - Pengine Siyo Mlimani",
    "cdata": "<p> <h1><b>060 - Pengine Siyo Mlimani</b></h1> <b>1</b><br/> Pengine siyo mlimani, utakaponiita,<br/> Pengine siyo baharini, wala palipo vita,<br/> Lakini unaponiita, na njia siijui,<br/> Bwana nitajibu ni tayari, kwenda uniagizapo.<br/> <br/> <i><b>KIITIKIO:</b><br/> Ukiwa pamoja nami Bwana, mlimani baharini,<br/> Niende utakaponiita; na fuata uendako.<br/> </i><br/> <b>2</b><br/> Pengine leo kuna neno, neno tamu la pendo,<br/> Ambalo Yesu anataka, ne kwa upole,<br/> Ukiwa pamoja nami Bwana, nitamtafuta leo,<br/> Yule aliyepotea mbali, nitasema upendavyo.<br/> <br/> <b>3</b><br/> Pahali pako bila shaka, pa kuvuna shambani,<br/> Kazi niwezayo kufanya, kwa Yesu Mkombozi,<br/> Hivi nikikutegemea, kwa kuwa wanipenda,<br/> Mapenzi yako nitayafanya, na niwe upendavyo.<br/> </p>\n"
  },
  {
    "name": "061 - Nimemwona Rafiki",
    "cdata": "<p> <h1><b>061 - Nimemwona Rafiki</b></h1> <b>1</b><br/> Nimemwona rafiki, wa thamani kubwa,<br/> Ananipenda kwa ‘pole, kwa pendo amini,<br/> Kuishi kutengwa naye, la, huku siwezi,<br/> Tunakaa pamoja, Bwana nami.<br/> <br/> <b>2</b><br/> Pengine ninachoka, mimi mdhaifu,<br/> Ndipo ninamtegemea, alivyoalika,<br/> Huniongoza njiani, pahali pa nuru,<br/> Twatembea pamoja Bwana nami.<br/> <br/> <b>3</b><br/> Namweleza huzuni, mimi mdhaifu,<br/> Vile vinavyosumbua, vinavyopendeza,<br/> Huniagiza kutenda, yanayonipasa,<br/> Twatembea pamoja, Bwana nami.<br/> <br/> <b>4</b><br/> Ajua natamani, kuwavuta watu,<br/> Hivyo ananipeleka, kutangaza Neno,<br/> Nitangaze pendo lake, kwa nini akafa,<br/> Twahubiri pamoja, Bwana nami.<br/> </p>\n"
  },
  {
    "name": "062 - Napenda Kitabu Chake",
    "cdata": "<p> <h1><b>062 - Napenda Kitabu Chake</b></h1> <b>1</b><br/> Napenda kitabu chake, kilichotoka mbinguni,<br/> Barua kwangu ya Bwana, ujumbe wake wa pendo.<br/> <br/> <b>2</b><br/> Humo ndani ya kitabu, sura ya Yesu naona,<br/> Karatasi zimekuwa, nyayo zake za kiongozi.<br/> <br/> <b>3</b><br/> Neno lake tamu sana, kama asali naona,<br/> Natamani kulionja, ni mkate wa uzima.<br/> <br/> <b>4</b><br/> Mapenzi yake mwumbaji, yanafunuliwa humo,<br/> Hazina kuu ya hekima, utajiri wa ajabu.<br/> <br/> <b>5</b><br/> Mwangaza wa ulimwengu, angaza humo moyoni,<br/> Uwe mwandamizi pote, taa ya hatua zangu.<br/> </p>\n"
  },
  {
    "name": "063 - Niuonapo Msalaba",
    "cdata": "<p> <h1><b>063 - Niuonapo Msalaba</b></h1> <b>1</b><br/> Niuonapo Msalaba, Kristo aliponifia,<br/> Kwangu pato ni hasara, kiburi nakichukia.<br/> <br/> <b>2</b><br/> Na nisijivune Bwana, ila kwa sadaka yako,<br/> Upuzi sitaki tena, zi chini ya damu yako.<br/> <br/> <b>3</b><br/> Tazama kichwani kwake, mikononi na miguu,<br/> Huzuni pendo twaona, vyabubujika daima.<br/> <br/> <b>4</b><br/> Vitu vyote vya dunia, si sadaka ya kutosha,<br/> Pendo zako zaniwia, nafsi mali na maisha.<br/> </p>\n"
  },
  {
    "name": "064 - Piga Panda ya Injili",
    "cdata": "<p> <h1><b>064 - Piga Panda ya Injili</b></h1> <b>1</b><br/> Piga panda ya injili, onyesha watu wote,<br/> Ili anayesikia, atubu aokoke.<br/> <br/> <i><b>KIITIKIO:</b><br/> Piga panda ya injili, uipige kwa nguvu,<br/> Mungu amekuagiza, mateka wawe huru.<br/> </i><br/> <b>2</b><br/> Uipige vilimani, kwa kila tambarare,<br/> Pande zote miji yote, isikie injili.<br/> <br/> <b>3</b><br/> Uipige mipakani, barabarani pia,<br/> Iwatangazie wote, wanaitwa na Baba.<br/> <br/> <b>4</b><br/> Uipige watu wengi, wataka wawe huru,<br/> Waambie kwamba Yesu, asema “Njoni kwangu.”<br/> </p>\n"
  },
  {
    "name": "065 - Twendeni Askari",
    "cdata": "<p> <h1><b>065 - Twendeni Askari</b></h1> <b>1</b><br/> Twendeni askari watu wa Mungu, Yesu yuko mbele,<br/> tumwandame juu, Ametangulia Bwana vitani,<br/> twende mbele kwani ndiye amini.<br/> <br/> <i><b>KIITIKIO:</b><br/> Twendeni askari, watu wa Mungu,<br/> Yesu yuko mbele, tumwandame juu.<br/> </i><br/> <b>2</b><br/> Jeshi la Shetani likisikia, jina la Mwokozi litakimbia,<br/> Kelele za shangwe zivume pote, ndugu inueni zenu sauti.<br/> <br/> <b>3</b><br/> Kweli kundi dogo watu wa Mungu, la watakatifu ni letu fungu,<br/> Hatutengwi nao moja imani, tumaini moja na moja dini.<br/> <br/> <b>4</b><br/> Haya mbele watu nasi njiani, inueni mioyo nanyi sifuni,<br/> Heshima na sifa yake Mfalme. juu hata chini sana zivume.<br/> </p>\n"
  },
  {
    "name": "066 - Roho Yangu Amka Sasa",
    "cdata": "<p> <h1><b>066 - Roho Yangu Amka Sasa</b></h1> <b>1</b><br/> Roho yangu amka sasa, mara jitahidi,<br/> Shindano ni lake Bwana, zawadi ni taji.<br/> <br/> <b>2</b><br/> Sauti ni yake Mungu inayokuita,<br/> Ndiyo aliyekirimu, taji ya uzima.<br/> <br/> <b>3</b><br/> Mashahidi ndio wengi, wanaokuona,<br/> Ya nyuma usifikiri, bali mwendo kaza.<br/> <br/> <b>4</b><br/> Bwana umetuanzisha, katika shindano,<br/> Kwa vile tunaposhinda, ushindi ni wako.<br/> </p>\n"
  },
  {
    "name": "067 - Kesha Roho Yangu",
    "cdata": "<p> <h1><b>067 - Kesha Roho Yangu</b></h1> <b>1</b><br/> Kesha roho yangu, adui maelfu<br/> Hujaribu kuangusha, kuvuta dhambini.<br/> <br/> <b>2</b><br/> Ukeshe uombe, ili usishindwe,<br/> Fanya vita kila siku, omba msaada.<br/> <br/> <b>3</b><br/> Kushinda ni bado, ulinde silaha,<br/> Usiache kupigana, hata una taji.<br/> </p>\n"
  },
  {
    "name": "068 - Umtetee Mungu Duniani",
    "cdata": "<p> <h1><b>068 - Umtetee Mungu Duniani</b></h1> <b>1</b><br/> Umtetee Mungu duniani, ijapo pepo kali zavuma,<br/> Mwambani pekee pana nguvu, dhambi ikilemea.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tusimame imara katika mwamba,<br/> Mwamba wa Kristo pekee,<br/> Ndipo salamani tutasimama,<br/> Kule kitini pa enzi.<br/> </i><br/> <b>2</b><br/> Itetee haki kwa bidii, kwa moyo mnyofu wa imani,<br/> Mwambani pekee utashinda, wingi wa upotovu.<br/> <br/> <b>3</b><br/> Itetee kweli itadumu, ijapokawia itashinda,<br/> Mwambani pekee pana raha, yaishapo tufani.<br/> </p>\n"
  },
  {
    "name": "069 - Cha Kutumaini Sina",
    "cdata": "<p> <h1><b>069 - Cha Kutumaini Sina</b></h1> <b>1</b><br/> Cha kutumaini sina, ila damu yake Bwana,<br/> Sina wema wa kutosha, dhambi zangu kuziosha.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kwake Yesu, nasimama,<br/> Ndiye mwamba, ni salama,<br/> Ndiye mwamba, ni salama.<br/> </i><br/> <b>2</b><br/> Njia yangu iwe ndefu, yeye hunipa wokovu,<br/> Mawimbi yakinipiga, nguvu zake ndiyo nanga.<br/> <br/> <b>3</b><br/> Damu yake na sadaka, nategemea daima,<br/> Yote chini yakiisha, Mwokozi atanitosha.<br/> <br/> <b>4</b><br/> Nikiitwa hukumuni, rohoni nina amani,<br/> Nikivikwa haki yake, sina hofu mbele zake.<br/> </p>\n"
  },
  {
    "name": "070 - Wapenzi wa Bwana",
    "cdata": "<p> <h1><b>070 - Wapenzi wa Bwana</b></h1> <b>1</b><br/> Wapenzi wa Bwana, ije raha yenu,<br/> Imbeni nyimbo za raha, imbeni nyimbo za raha,<br/> Za ibada yenu, za ibada yenu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Twenenda Zayuni, mji mzuri Zayuni,<br/> Twenenda juu Zayuni,<br/> Ni maskani ya Mungu.<br/> </i><br/> <b>2</b><br/> Wasiimbe wao wasioamini,<br/> Watoto wa Mungu ndio, watoto wa Mungu ndio,<br/> Waimbao chini, waimbao chini.<br/> <br/> <b>3</b><br/> Twaona rohoni, baraka za Mungu,<br/> Tusijafika mbinguni, tusijafika mbinguni,<br/> Kwenye utukufu, kwenye utukufu.<br/> <br/> <b>4</b><br/> Tutakapomwona, masumbuko basi,<br/> Huwa maji ya uzima, huwa maji ya uzima.<br/> Furaha halisi, furaha halisi.<br/> </p>\n"
  },
  {
    "name": "071 - Kesha Ukaombe",
    "cdata": "<p> <h1><b>071 - Kesha Ukaombe</b></h1> <b>1</b><br/> Kesha ukaombe, panapo nafasi,<br/> Wakati si mwingi, kwa hiyo ukeshe,<br/> Mwili ni dhaifu, adui hodari,<br/> Karibu atakuja, Bwana wa arusi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kesha, Omba, Kesha, Omba,<br/> Kesha kaombe gizani, mchana daima kesha.<br/> </i><br/> <b>2</b><br/> Fukuza usingizi, fukuza mashaka,<br/> Ahadi ni yako, raha ya milele,<br/> Bwana alikesha, kwa ajili yako,<br/> Jasho lake likawa, mat ya damu.<br/> <br/> <b>3</b><br/> Yesu umkubali, awe nguvu zako,<br/> Silaha uzivae, adui karibu,<br/> Sasa nafasi iko, isipite bure,<br/> Bila kukawia, Masihi yuaja.<br/> </p>\n"
  },
  {
    "name": "072 - Jenga Juu ya Mwamba",
    "cdata": "<p> <h1><b>072 - Jenga Juu ya Mwamba</b></h1> <b>1</b><br/> Tutajenga juu ya mwamba, wa Yesu mwamba wa kale,<br/> Tutavumilia kishindo, tufani ivumapo.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tutajenga juu, (Tutajenga juu ya mwamba mkuu)<br/> Tutajenga juu, (Tutajenga juu ya mwamba mkuu)<br/> Tutajenga juu ya mwamba mkuu, juu yake Yesu.<br/> </i><br/> <b>2</b><br/> Wengine hujenga katika, mchanga wa ulimwengu,<br/> Wengine katika mawimbi, ya anasa za dhambi.<br/> <br/> <b>3</b><br/> Jenga nawe juu ya mwamba, msingi pekee wa kweli,<br/> Tumai lake litadumu, tumai la wokovu.<br/> </p>\n"
  },
  {
    "name": "073 - Nakaza Mwendo Mbinguni",
    "cdata": "<p> <h1><b>073 - Nakaza Mwendo Mbinguni</b></h1> <b>1</b><br/> Nakaza mwendo mbinguni, kila siku napanda juu,<br/> Naomba nikisafiri, Bwana uniongoze juu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Bwana uniinue juu, kwa imani hata mbingu,<br/> Juu kuliko dunia, Bwana uniongoze juu.<br/> </i><br/> <b>2</b><br/> Moyo wangu hautaki, kukaa palipo shaka,<br/> Wengine wapenda chini, nia yangu ni kupanda.<br/> <br/> <b>3</b><br/> Nataka kupanda juu, nisishindwe na adui,<br/> Kwa imani nasikia, sauti ya washindaji.<br/> <br/> <b>4</b><br/> Kupanda juu nataka, niu utukufu,<br/> Hata mwisho nitaomba, Bwana uniongoze juu.<br/> </p>\n"
  },
  {
    "name": "074 - Niambie Ee Mlinzi",
    "cdata": "<p> <h1><b>074 - Niambie Ee Mlinzi</b></h1> <b>1</b><br/> Niambie Ee mlinzi, je, kumepambazuka ,<br/> Utukufu wa Zayuni, pana dalili zake?<br/> Msafiri uondoke, utazame mbinguni,<br/> Kiunoni ujifunge, ni kucha alfajiri.<br/> <br/> <b>2</b><br/> Mlinzi, inamulika, nuru njiani mwako,<br/> Dalili za kuja kwake, kwamba siku karibu,<br/> Panda itakapolia, itawaamsha wafu,<br/> Watakatifu wa Mungu, kuwapa kutokufa.<br/> <br/> <b>3</b><br/> Mlinzi i nuru, ya mwaka wa Sabato,<br/> Sauti zinatangaza, ufalme ni karibu,<br/> Msafiri ninaona, mlima wa zayuni,<br/> Mji wa Yerusalemi, nayo fahari yake.<br/> <br/> <b>4</b><br/> Kwenye mji wa dhahabu, anaketi Mfalme,<br/> Katika kiti kizuri, huku anatawala,<br/> Pana amani po pote, mashamba husitawi,<br/> Na ardhi ina rutuba; mito ni mitulivu.<br/> <br/> <b>5</b><br/> Mlinzi twakaribia, nchi iliyo nzuri,<br/> Twende mbele tufurahi, nchi inachangamka,<br/> Sikieni kuna wimbo, wa waliookoka,<br/> Kaza mwendo ujiunge, na kundi kubwa hili.<br/> </p>\n"
  },
  {
    "name": "075 - Msingi Imara",
    "cdata": "<p> <h1><b>075 - Msingi Imara</b></h1> <b>1</b><br/> Msingi imara ninyi wa Bwana,<br/> Umewekwa kwenu kwa neno lake,<br/> Nini zaidi atasema Bwana,<br/> Imani yenu ipate kuzidi?<br/> <br/> <b>2</b><br/> Wambiwapo vuka maji ya giza,<br/> Mito ya mashaka haitazidi,<br/> Takuwapo nawe nikuwezeshe,<br/> Shida upatazo zisikutishe,<br/> <br/> <b>3</b><br/> Utakapopishwa ndani ya moto,<br/> Nguvu nitakupa, upate pato,<br/> Huteketezwi ila taka zako,<br/> Na zitasalia dhahabu zako.<br/> <br/> <b>4</b><br/> Na mtu aliyenitegemea,<br/> Nguvu za Jehanamu zijapotisha,<br/> Kamwe kwa adui sitamtia,<br/> Mtu wangu kamwe sitamuacha.<br/> </p>\n"
  },
  {
    "name": "076 - Mrithi Ufalme",
    "cdata": "<p> <h1><b>076 - Mrithi Ufalme</b></h1> <b>1</b><br/> Mrithi ufalme kwani walala?<br/> Karibu wokovu wasinzia?<br/> Amka simama uvae silaha,<br/> Haraka sana saa zapita.<br/> <br/> <b>2</b><br/> Mrithi ufalme mbona ‘kawia?<br/> Mbona hupokei zawadi?<br/> Haya uvae Mwokozi yuaja,<br/> Haraka umlaki afikapo.<br/> <br/> <b>3</b><br/> Mataifa makuu ya dunia,<br/> Yapigana na kujiangusha,<br/> Usizihofu dalili, mrithi,<br/> Ishara zote hazikawii.<br/> <br/> <b>4</b><br/> Sitazame anasa za dunia,<br/> Kwani hayo yapita upesi,<br/> Zivunje kamba zinazokufunga,<br/> Mrithi ufalme njoo karudi.<br/> <br/> <b>5</b><br/> Inua kichwa tazama mbele tu,<br/> Mfalme aja na utukufu,<br/> Jua lakana milimani,<br/> Warithi ufalme furahini.<br/> </p>\n"
  },
  {
    "name": "077 - Je! Mlinzi Ukutani",
    "cdata": "<p> <h1><b>077 - Je! Mlinzi Ukutani</b></h1> <b>1</b><br/> Je mlinzi ukutani, wa mji wa Zayuni,<br/> Habari zake usiku, asubuhi karibu?<br/> Kuna dalili za kupambazuka?<br/> Kuna dalili za kupambazuka?<br/> <br/> <b>2</b><br/> Katika safari yetu, twaona nchi kavu?<br/> Tutalala baharini, bandari bado mbali?<br/> Kweli kweli, tutaona ufalme?<br/> Kweli kweli, tutaona ufalme?<br/> <br/> <b>3</b><br/> Tunaona nuru yake, nyota ya asubuhi,<br/> Nyota tukufu na safi, inang’aa mbinguni,<br/> Furahini, wokovu u karibu,<br/> Furahini, wokovu u karibu.<br/> <br/> <b>4</b><br/> Tumetazama ramani, kweli pwani si mbali,<br/> Twende mbele, kwa upesi tutaona bandari,<br/> Furahani, imbeni nyimbo zenu,<br/> Furahani, imbeni nyimbo zenu.<br/> </p>\n"
  },
  {
    "name": "078 - Mpaka Lini Bwana",
    "cdata": "<p> <h1><b>078 - Mpaka Lini Bwana</b></h1> <b>1</b><br/> Mpaka lini Bwana, utakaa mbali?<br/> Kumetuchosha moyo, kukawia hivi,<br/> Utatujia lini, ili tufurahi,<br/> Katika ile nuru, kuja kutukufu?<br/> <br/> <b>2</b><br/> Mpaka lini Yesu, utaacha watu,<br/> Uliowakomboa, wawe na mashaka?<br/> Wachache waamini, kwamba utarudi,<br/> Wachache wa tayari, Bwana kukulaki.<br/> <br/> <b>3</b><br/> Waamshe watu wako, tangaza ujumbe,<br/> “Mwe watakatifu, Bwana yu karibu,”<br/> Utatujia lini, ili tufurahi,<br/> Katika ile nuru, kuja kutukufu?<br/> </p>\n"
  },
  {
    "name": "079 - Nataka Imani Hii",
    "cdata": "<p> <h1><b>079 - Nataka Imani Hii</b></h1> <b>1</b><br/> Nataka imani hii, imani imara,<br/> Ambayo haitetemi kitu chote wakati wa shida,<br/> Wakati wa shida.<br/> <br/> <b>2</b><br/> Isiyonung’unikia, huzuni taabu;<br/> Lakini katika saa ya matata humwamini Mungu,<br/> Humwamini Mungu.<br/> <br/> <b>3</b><br/> Imani inayong’aa, katika tufani,<br/> Isiyoogopa giza wala shida njaa na hatari,<br/> Njaa na hatari.<br/> <br/> <b>4</b><br/> Haiogopi dunia, kudharau kwake,<br/> Haiangushwi na hila, nayo dhambi na udanganyifu,<br/> Na udanganyifu.<br/> <br/> <b>5</b><br/> Bwana nipe imani hii, hivi nitaweza<br/> Kuonja hapa chini ulimwenguni kurithi furaha,<br/> Kurithi furaha.<br/> </p>\n"
  },
  {
    "name": "080 - Tupe Moto wa Uhai",
    "cdata": "<p> <h1><b>080 - Tupe Moto wa Uhai</b></h1> <b>1</b><br/> Tupe moto wa uhai, uliowaka zamani,<br/> Uliowaongoza juu, wazee watakatifu.<br/> <br/> <b>2</b><br/> Wapi roho iliyokaa, moyoni mwa Ibrahimu?<br/> Kadhalika ndugu Paulo, aliwezeshwa na moto.<br/> <br/> <b>3</b><br/> Kwani neema haina, nguvu siku hizi sawa,<br/> Kama wakati wa Musa, Ayubu na wa Eliya?<br/> <br/> <b>4</b><br/> Zamani za kale Bwana, kumbuka na kwa rehema,<br/> Zihuishe roho zetu, kwa Roho Mtakatifu.<br/> </p>\n"
  },
  {
    "name": "081 - Siku Sita Zimepita",
    "cdata": "<p> <h1><b>081 - Siku Sita Zimepita</b></h1> <b>1</b><br/> Siku sita zimepita, Sabato tena karudi,<br/> Shangilie roho yangu, itukuze kwa busara.<br/> <br/> <b>2</b><br/> Msifuni awapaye, pumziko tamu wachovu,<br/> Kwake roho yatulizwa, kupita siku nyingine.<br/> <br/> <b>3</b><br/> Moyo wetu ufurahi, na kutoa shukurani,<br/> Ujalizwe raha ile, yasiyopitika kamwe.<br/> <br/> <b>4</b><br/> Raha hiyo ya rohoni, ni amana ya pumziko,<br/> Ambalo limewekwa juu, kikomo cha masumbuko.<br/> </p>\n"
  },
  {
    "name": "082 - Ni Siku ya Furaha",
    "cdata": "<p> <h1><b>082 - Ni Siku ya Furaha</b></h1> <b>1</b><br/> Ni siku ya furaha, ni siku ya nuru,<br/> Nasi twaona raha, kuja kushukuru,<br/> Leo watu wa Mungu, wadogo wakubwa,<br/> Hukaribia mbingu, ilipo baraka.<br/> <br/> <b>2</b><br/> Leo ndiyo bandari, nasi twawasili,<br/> Hiyo bustani nzuri, ya nyingi fadhili,<br/> Kijito cha baridi, kimefanya ziwa,<br/> Na kiu ikizidi, twanywa maridhawa.<br/> <br/> <b>3</b><br/> Leo ngazi na iwe, ifikayo juu,<br/> Mawazo na yasiwe, ya duniani tu,<br/> Leo ni kujilisha, chakula cha mbingu,<br/> Na kujifurahisha, kwa mambo ya Mungu.<br/> </p>\n"
  },
  {
    "name": "083 - Ewe Skuli ya Sabato",
    "cdata": "<p> <h1><b>083 - Ewe Skuli ya Sabato</b></h1> <b>1</b><br/> Ewe shule ya Sabato, u pazuri sana,<br/> Moyo wangu wanivuta, nije kwako leo.<br/> <br/> <i><b>KIITIKIO:</b><br/> Sabato, ni nzuri, Sabato, ni nzuri,<br/> Moyo wangu wanivuta, nije kwako leo.<br/> </i><br/> <b>2</b><br/> Moyo wangu mpotovu, hapa una raha,<br/> Ndipo nimwonapo Yesu, nije kwako leo.<br/> <br/> <b>3</b><br/> Hapa Yesu mwenye pendo, aniita pole,<br/> Nimtolee moyo Yeye, nije kwako leo.<br/> </p>\n"
  },
  {
    "name": "084 - Ikumbuke Kote Sabato",
    "cdata": "<p> <h1><b>084 - Ikumbuke Kote Sabato</b></h1> <b>1</b><br/> Ikumbuke kote, Sabato ya Bwana,<br/> Siku tamu na bora, kupita nyingine,<br/> Yatuletea raha, na furaha kweli,<br/> Mwanga wake hung’aza, urembo wa Yesu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Karibie karibie, Sabato tamu,<br/> Karibie Yesu pia, Bwana wa raha.<br/> </i><br/> <b>2</b><br/> Itakase kweli, ukamsifu leo,<br/> Yeye aliyesema, “Mimi ndiye njia,”<br/> Nasi tukimfuata, Mkombozi hapa,<br/> Atatunywesha tele, maji ya uzima.<br/> <br/> <b>3</b><br/> Siku ya nderemo, tupishe wakati,<br/> Tukimwimbia Yesu, rafiki mpendwa,<br/> Mponya wetu leo, u mwema ajabu,<br/> Ukae kwetu Bwana, moyoni daima.<br/> </p>\n"
  },
  {
    "name": "085 - Salama Tumepita",
    "cdata": "<p> <h1><b>085 - Salama Tumepita</b></h1> <b>1</b><br/> Salama tumepita, safarini juma hii,<br/> Tumwendee Mwokozi, atubariki sasa,<br/> Siku hiyo ya raha, siku bora ya juma,<br/> Siku hiyo ya raha, siku bora ya juma.<br/> <br/> <b>2</b><br/> Utupe nuru leo toka hazina yako,<br/> Ondoa dhambi zetu, tupokee na pendo,<br/> Mikono yapumzika, tuishi ndani yako,<br/> Mikono yapumzika, tuishi ndani yako.<br/> <br/> <b>3</b><br/> Twakusanyika hapa, tusifu jina lako,<br/> Ukaribie kwetu, tupe neema Bwana,<br/> Utamu tusikize, wa raha ya milele,<br/> Utamu tusikize, wa raha ya milele.<br/> <br/> <b>4</b><br/> Injili yako leo, ishike wenye dhambi,<br/> Itupe nguvu nyingi, iponye wenye shida,<br/> Mioyo yetu shangaza, vyakula utulishe,<br/> Mioyo yetu shangaza, vyakula utulishe.<br/> </p>\n"
  },
  {
    "name": "086 - Ukaribie Tena",
    "cdata": "<p> <h1><b>086 - Ukaribie Tena</b></h1> <b>1</b><br/> Ukaribie tena, ewe siku ya raha,<br/> Roho yakusalimu, kama mwanga wa mbingu.<br/> <br/> <b>2</b><br/> Raha yako tulivu, yafurahisha moyo,<br/> Yatuliza taabu, hata waisha mwendo.<br/> <br/> <b>3</b><br/> Ee siku takatifu, ya sifa na maombi,<br/> Na kutuhekimisha, baraka yako kubwa.<br/> </p>\n"
  },
  {
    "name": "087 - Siku ya Sabato",
    "cdata": "<p> <h1><b>087 - Siku ya Sabato</b></h1> <b>1</b><br/> Siku ya Sabato, siku takatifu,<br/> Watu wako Mungu wetu, waipenda sana.<br/> <br/> <b>2</b><br/> Uliitakasa, uliibariki,<br/> Siku hiyo ya Sabato, siku yako Bwana.<br/> <br/> <b>3</b><br/> Nasi tubariki, tukikuabudu,<br/> Katika siku ya raha, siku yako Bwana.<br/> <br/> <b>4</b><br/> Halafu mbinguni, pamoja na Wewe,<br/> Tunataka kuzishika, Sabato za Bwana.<br/> </p>\n"
  },
  {
    "name": "088 - Siku Hii ya Sabato",
    "cdata": "<p> <h1><b>088 - Siku Hii ya Sabato</b></h1> <b>1</b><br/> Siku hii ya Sabato, tamu kufikiri,<br/> Juu ya Mungu na mbingu, kuacha dunia.<br/> <br/> <b>2</b><br/> Tamu kusikia neno, toka mhubiri<br/> Anayefundisha toba, tupate uzima.<br/> <br/> <b>3</b><br/> Katika vita na dhambi, ikiwa twashindwa,<br/> Yeye atatupa nguvu, aonaye moyo.<br/> </p>\n"
  },
  {
    "name": "089 - Bwana Asubuhi",
    "cdata": "<p> <h1><b>089 - Bwana Asubuhi</b></h1> <b>1</b><br/> Bwana asubuhi kucha, nitakuinua,<br/> Sauti yangu kuomba, nipate baraka.<br/> <br/> <b>2</b><br/> Nakuomba roho yako, niongozwe nayo,<br/> Nifanye yanipasayo, na mapenzi yako.<br/> <br/> <b>3</b><br/> Wanaokutegemea, u Mlinzi wao,<br/> Matumaini wanayo, utayatimiza.<br/> <br/> <b>4</b><br/> Na kwa wingi wa fadhili, nyumbani mwako juu,<br/> Nitaingia na wimbo, pale kusujudu.<br/> </p>\n"
  },
  {
    "name": "090 - Mapya Ni Mapenzi",
    "cdata": "<p> <h1><b>090 - Mapya Ni Mapenzi</b></h1> <b>1</b><br/> Mapya ni mapenzi hayo,, asubuhi tuonayo,<br/> Saa za giza hulindwa, kwa uzima kuamka.<br/> <br/> <b>2</b><br/> Kila siku mapya pia, rehema wema na afya,<br/> Wokovu na msamaha, mawazo mema furaha.<br/> <br/> <b>3</b><br/> Tukijitahidi leo, na mwendo utupasao,<br/> Mungu atatueleza, yatakayompendeza.<br/> <br/> <b>4</b><br/> Mambo yetu ya dunia, Bwana atayang’aria,<br/> Matata atageuza, yawe kwetu ya baraka.<br/> <br/> <b>5</b><br/> Yaliyo madogo haya, Bwana tukimfanyia,<br/> Yatosha tutafaidi, huvuta kwake zaidi.<br/> <br/> <b>6</b><br/> Ewe Bwana siku zote, tusaidie kwa yote,<br/> Mwendo wetu wote vivyo, uwe kama tuombavyo. <br/> </p>\n"
  },
  {
    "name": "091 - Kaa Nami",
    "cdata": "<p> <h1><b>091 - Kaa Nami</b></h1> <b>1</b><br/> Kaa nami, ni usiku tena, usiniache gizani, Bwana,<br/> Msaada wako haukomi, nili peke yangu, kaa nami.<br/> <br/> <b>2</b><br/> Siku zetu hazikawi kwisha, sioni la kunifurahisha,<br/> Hakuna ambacho hakikomi, usiye na mwisho kaa nami.<br/> <br/> <b>3</b><br/> Nina haja nawe kila saa, sina mwingine wa kunifaa,<br/> Mimi nitaongozwa na nani, ila wewe Bwana kaa nami.<br/> <br/> <b>4</b><br/> Sichi neno uwapo karibu, nipata lo lote si taabu,<br/> Kifo na kaburi haviumi, nitashinda kwako kaa nami.<br/> <br/> <b>5</b><br/> Nilalapo niku wewe, gizani mote nimulikiwe,<br/> Nuru za mbinguni hazikomi, siku zangu zote, kaa nami.<br/> </p>\n"
  },
  {
    "name": "092 - Magharibini Jua",
    "cdata": "<p> <h1><b>092 - Magharibini Jua</b></h1> <b>1</b><br/> Magharibini jua, limekwisha kushuka,<br/> Mwezi na nyota sasa, vinamsifu muumba wa usiku .<br/> <br/> <i><b>KIITIKIO:</b><br/> Mungu Mtukufu, Mungu mkuu,<br/> Wote juu mbinguni, na wanadamu chini twakusifu.<br/> <b>2</b><br/> Mpaji wa uhai, ukaaye mbinguni,<br/> Utuhifadhi sisi, tufahamu gizani u karibu.<br/> <b>3</b><br/> Mapenzi yako makuu, yawe nasi usiku,<br/> Tuli usingizini, kucha vivyo rohoni tushukuru.<br/> <b>4</b><br/> Na utakapokuja, na nguvu kutawala,<br/> Mungu wangu kubali, kunipeleka mimi uliko juu.<br/> </i><br/> <b>5</b><br/> Baba Mwana Roho, Mungu wetu,<br/> Wote juu mbinguni, na wanadamu chini twakusifu.<br/> </p>\n"
  },
  {
    "name": "093 - Jua la Rohoni Mwangu",
    "cdata": "<p> <h1><b>093 - Jua la Rohoni Mwangu</b></h1> <b>1</b><br/> Jua la rohoni mwangu, mpendwa Mwokozi wangu,<br/> Usiku giza hapana, ukiwa karibu Bwana.<br/> <br/> <b>2</b><br/> Nikipata usingizi, nijaze fikara hizi,<br/> Ni tamu sana, nilale pendoni mwako milele.<br/> <br/> <b>3</b><br/> Kaa nami ewe Bwana, usiku kama mchana,<br/> Nisiishi mbali nawe, ni uhai kuwa nawe.<br/> <br/> <b>4</b><br/> Kama mtoto mnyonge, ameshawishwa atange,<br/> Mtafute ewe Bwana, ujirudishie tena.<br/> <br/> <b>5</b><br/> Wagonjwa wape amani, waneemeshe maskini,<br/> Waliao, Mtulizi, wape wote usingizi.<br/> <br/> <b>6</b><br/> Asubuhi tutokapo, tukaribie tulipo,<br/> Twingiapo duniani, tuwe mwako mkononi.<br/> </p>\n"
  },
  {
    "name": "094 - Po pote Mashamba Yajaa",
    "cdata": "<p> <h1><b>094 - Po pote Mashamba Yajaa</b></h1> <b>1</b><br/> Po pote mashamba yajaa, tele nafaka pevu,<br/> Po pote yang’aa meupe, bondeni na nyandani.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mwenye mavuno twasihi, upeleke wavuni,<br/> Wayakusanye mazao, hata kazi yaishe.<br/> </i><br/> <b>2</b><br/> Wapeleke uchaoni, waende na jotoni,<br/> Hata jua lishukapo, wakusanye ko kote.<br/> <br/> <b>3</b><br/> Enyi wakazi wa bwana, yaleteni mazao,<br/> Na jioni ingieni, kwake na furaha kuu.<br/> </p>\n"
  },
  {
    "name": "095 - Sikieni Neno",
    "cdata": "<p> <h1><b>095 - Sikieni Neno</b></h1> <b>1</b><br/> Sikieni neno la Mungu wetu, zileteni zaka kwa hazina<br/> Leteni na mioyo yenu yote, mibaraka itakuja.<br/> <br/> <i><b>KIITIKIO:</b><br/> Zileteni zaka kwa hazina, kanijaribu sasa nazo,<br/> Nitakupeni mibaraka, zaidi ya nafasi ya kupewa.<br/> </i><br/> <b>2</b><br/> Wataka Roho Mtakatifu kwako? Uzilete zaka kwa hazina<br/> Ukae karibu na Bwana wako, ndipo utabarikiwa.<br/> <br/> <b>3</b><br/> Je, una kasoro na Bwana wako? Uzilete zaka kwa hazina,<br/> Uzilete kama alivyosema, ndipo utabarikiwa.<br/> <br/> <b>4</b><br/> Ushukuru Bwana na moyo wote, unapoleta zaka ghalani,<br/> Usadiki ahadi zake zote, ndipo utabarikiwa.<br/> <br/> <b>5</b><br/> Tuimbe sote nyimbo za furaha, tunapoleta zaka ghalani,<br/> Tuimbe kabisa na furaha kubwa, kwani tutabarikiwa.<br/> </p>\n"
  },
  {
    "name": "096 - Mali Yako Sasa",
    "cdata": "<p> <h1><b>096 - Mali Yako Sasa</b></h1> <b>1</b><br/> Mali yako sasa, Bwana, tunatoa,<br/> Hatuna yaliyo yetu, yote ni vipaji.<br/> <br/> <b>2</b><br/> Sisi watumishi, twaungama deni,<br/> Tungeirudisha kwake, iliyo ya Bwana.<br/> <br/> <b>3</b><br/> Utusaidie, upendo kujua,<br/> Kwa ajili yao wote, walio gizani.<br/> <br/> <b>4</b><br/> Neno tumaini, na kutegemea,<br/> Kwamba lote tufanyalo, tulifanye kwako.<br/> </p>\n"
  },
  {
    "name": "097 - Sioshwi dhambi Zangu",
    "cdata": "<p> <h1><b>097 - Sioshwi dhambi Zangu</b></h1> <b>1</b><br/> Sioshwi dhambi zangu, bila damu yake Yesu,<br/> Hapendezewi Mungu, bila damu yake Yesu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Hakuna kabisa, dawa ya makosa,<br/> Ya kututakasa, ila damu yake Yesu.<br/> </i><br/> <b>2</b><br/> La kunisafi sina, ila damu yake Yesu,<br/> Wala udhuru tena, ila damu yake Yesu.<br/> <br/> <b>3</b><br/> Sipati patanishwa, bila damu yake Yesu,<br/> Hukumu yanitisha, bila damu yake Yesu.<br/> <br/> <b>4</b><br/> Sipati tumaini, bila damu yake Yesu,<br/> Wema wala amani, bila damu yake Yesu.<br/> <br/> <b>5</b><br/> Yashinda ulimwengu, hiyo damu yake Yesu,<br/> Na kutufikisha juu, hiyo damu yake Yesu.<br/> </p>\n"
  },
  {
    "name": "098 - Nilikupa Wewe",
    "cdata": "<p> <h1><b>098 - Nilikupa Wewe</b></h1> <b>1</b><br/> Nilikupa wewe, damu ya moyoni,<br/> Ili wokolewe, winuke ufuni.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nimekunyima ni wewe? Umenipa nini?<br/> Nimekunyima ni wewe? Umenipa nini?<br/> </i><br/> <b>2</b><br/> Nilikupa miaka yangu duniani,<br/> Upate inuka, kuishi mbinguni.<br/> <br/> <b>3</b><br/> Nimekuletea, huku duniani,<br/> Pendo na wokovu, vyatoka mbinguni.<br/> <br/> <b>4</b><br/> Nipe siku zako, udumu mwangani,<br/> Na taabu yako, wingie rahani.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nafsi nafsi pendo mali, twae Imanweli.<br/> Nafsi nafsi pendo mali, twae Imanweli.<br/> </p>\n"
  },
  {
    "name": "099 - Twende kwa Yesu",
    "cdata": "<p> <h1><b>099 - Twende kwa Yesu</b></h1> <b>1</b><br/> Twende kwa Yesu mimi nawe, njia atuonya tuijue,<br/> Imo chuoni na mwenyewe, hapa asema njoo,<br/> <br/> <i><b>KIITIKIO:</b><br/> Na furaha tutaiona, mioyo ikitakata sana,<br/> Kwako Mwokozi kuonana, na milele kukaa.<br/> </i><br/> <b>2</b><br/> “Wana na waje,” atwambia, furahini kwa kusikia,<br/> Ndiye Mwokozi wetu hasa, na tumtii njoni.<br/> <br/> <b>3</b><br/> Wangojeani? Leo yupo, sikiza sana asemapo,<br/> Huruma zake zitwitapo, ewe kijana njoo.<br/> </p>\n"
  },
  {
    "name": "100 - Kuwatafuta",
    "cdata": "<p> <h1><b>100 - Kuwatafuta</b></h1> <b>1</b><br/> Kuwatafuta wasioweza, kuomba wamrejee Yesu,<br/> Kuwaambia maneno yake “Njooni kwangu nawapenda.”<br/> <br/> <i><b>KIITIKIO:</b><br/> Nitakwenda (Nitakwenda) niwatafute wapotevu<br/> (wapotevu) wageuke, waingie (Waingie) katika zizi<br/> la Mwokozi (la Mwokozi)Yesu Kristo.<br/> </i><br/> <b>2</b><br/> Kuwatafuta wasioweza, waonyeshwe Mwokozi wetu,<br/> Kuwaongoza wapate wote, uzima ule wa milele.<br/> <br/> <b>3</b><br/> Kazi hiyo nataka kufanya, leo nimesikia mwito,<br/> Kuwainua waangukao, waletwe kwake Yesu njia.<br/> </p>\n"
  },
  {
    "name": "101 - Yesu Akwita",
    "cdata": "<p> <h1><b>101 - Yesu Akwita</b></h1> <b>1</b><br/> Yesu akwita akwita wewe, uje leo, uje leo,<br/> Kwani kusita akwita wewe, unatanga upeo,<br/> <br/> <i><b>KIITIKIO:</b><br/> Msikie, msikie, Yesu akwita, ujitoe moyo sasa.<br/> </i><br/> <b>2</b><br/> Waliochoka na wapumzike, uje leo, uje leo,<br/> Wenye mizigo wenye huzuni, wapate mapumziko.<br/> <br/> <b>3</b><br/> Anakungoja uliye yote, uje leo, uje leo,<br/> Uliyekosa usijifiche, woshwe uvikwe nguo.<br/> <br/> <b>4</b><br/> Yesu asihi wakawiao, waje leo, waje leo,<br/> Watafurahi waaminio, amka upesi njoo.<br/> </p>\n"
  },
  {
    "name": "102 - Mlangoni Pa Moyo",
    "cdata": "<p> <h1><b>102 - Mlangoni Pa Moyo</b></h1> <b>1</b><br/> Mlangoni pa moyo, mgeni! (amesimama)<br/> Amesimama pale, mgeni! (amesimama)<br/> Umkaribishe sasa, umkaribishe mwana,<br/> Wa Baba wa upendo, mgeni!(umkaribishe)<br/> <br/> <b>2</b><br/> Moyo wako kwa Bwana, fungua. (fungulieni)<br/> Asikuache mbali, fungua. (fungulieni)<br/> Umkubali Rafiki, roho atafariji,<br/> Naye atakutunza, fungua. (fungulieni)<br/> <br/> <b>3</b><br/> Usikie sauti, ya Bwana. (uisikie)<br/> Uyachague mambo, ya Bwana. (mambo ya Bwana)<br/> Ufungue mlango, usimwambie bado:<br/> Jina lake tumai, yu Bwana. (jina la Bwana)<br/> <br/> <b>4</b><br/> Na ufungue moyo, kwa Bwana (fungulieni)<br/> Utapewa msaada, wa Bwana (msaada wetu)<br/> Uzuri utavikwa dhambi ataondoa,<br/> Ukifungua moyo. kwa Bwana (fungulieni)<br/> <br/> <br/> </p>\n"
  },
  {
    "name": "103 - Yesu Huita kwa Upole",
    "cdata": "<p> <h1><b>103 - Yesu Huita kwa Upole</b></h1> <b>1</b><br/> Yesu huita kwa upole mwingi, atwita wewe nami,<br/> Moyoni mwetu hungoja hukesha, hukungojea wewe<br/> <br/> <i><b>KIITIKIO:</b><br/> “Njoni, kwangu, mliochoka njoni”<br/> Yesu huita kwa upole mwingi, akwita, “uje kwangu”.<br/> </i><br/> <b>2</b><br/> Atuombeapo usikawie, hutuombea sisi,<br/> Usidharau wema na huruma, huruma kwetu sisi.<br/> <br/> <b>3</b><br/> Siku za maisha hupita hima, hupita kwako kwangu,<br/> Usiku waja kifo kinakuja, huja kwao na kwangu.<br/> <br/> <b>4</b><br/> Fikiri juu ya upendo wake, upendo kwako kwangu;<br/> Dhambi zetu amekwisha samehe, msamaha ni wetu.<br/> </p>\n"
  },
  {
    "name": "104 - Yesu Aliniita, “Njoo”",
    "cdata": "<p> <h1><b>104 - Yesu Aliniita, “Njoo”</b></h1> <b>1</b><br/> Yesu aliniita “Njoo, Raha iko kwangu,<br/> Kichwa chako ukilaze, kifuani mwangu,”<br/> Nilikwenda kwake mara, sana nilichoka,<br/> Nikapata kwake raha, na furaha tena.<br/> <br/> <b>2</b><br/> Yesu aliniita “Njoo, kwangu kuna maji,<br/> Maji ya Uzima bure, unywe uwe hai.”<br/> Nilikwenda kwake mara, na maji nikanywa,<br/> Naishi kwake na kiu, kamwe sina tena.<br/> <br/> <b>3</b><br/> Yesu aliniita “Njoo, dunia i giza,<br/> Ukiitazama nuru, ‘takung’arizia.<br/> Nilikwenda kwake mara, yeye jua langu,<br/> Ni kila wakati mwanga, safarini mwangu.<br/> </p>\n"
  },
  {
    "name": "105 - Mchungaji mpenzi",
    "cdata": "<p> <h1><b>105 - Mchungaji mpenzi</b></h1> <b>1</b><br/> Mchungaji mpenzi, hukuita uje,<br/> Katika zizi lake, panapo salama,<br/> Akina wanawake, waume vijana,<br/> Yesu aliye kweli, huwaita kwake.<br/> <br/> <i><b>KIITIKIO:</b><br/> Huita kwa moyo wa huruma, ‘uliyepotea uje kwangu,’<br/> Hivi kukungoja anadumu, Bwana Yesu mchunga.<br/> </i><br/> <b>2</b><br/> Akatoa maisha, kwa ajili yetu,<br/> Ataka wapotevu, waje kwake sasa,<br/> Tusijihatarishe, kwake tu salama,<br/> Sikia wito wake, mchungaji wetu.<br/> <br/> <b>3</b><br/> Tusikawie tena, adui shetani,<br/> Kama mbwa wa mwitu, atatuharibu,<br/> Tunaitwa na Yesu, mkombozi wetu,<br/> Tuingie zizini, panapo nafasi.<br/> <br/> <br/> </p>\n"
  },
  {
    "name": "106 - Ukitafuta Mali",
    "cdata": "<p> <h1><b>106 - Ukitafuta Mali</b></h1> <b>1</b><br/> Ukitafuta mali, huna wasaa kwa Yesu?<br/> Kwa matendo ya haki, huna wasaa kwa Yesu?<br/> Anasa za dunia, mambo yako ya raha,<br/> Haya unatafuta, huna wasaa kwa Yesu?<br/> <br/> <b>2</b><br/> Mambo yanakusonga, kwake huna nafasi?<br/> Watekwa na dunia, kwake huna nafasi?<br/> Humwoni m-langoni, anapopiga hodi?<br/> Daima hukusihi, kwake huna nafasi?<br/> <br/> <b>3</b><br/> Saa ni za thamani, kwake hamnayo kazi,<br/> Wala hamfanyi bidii, kwake hamnayo kazi?<br/> Hamkufikia kwao, waliomo shimoni,<br/> Na waliopotea, kwake hamnayo kazi?<br/> <br/> <b>4</b><br/> Na wazaa majani tu? Huna tunda kwa Yesu?<br/> Mikono i mitupu, huna tunda kwa Yesu?<br/> Huna chembe kwa ghala, kazi yako kulipa,<br/> Wala huna furaha unapomwona Yesu.<br/> <br/> <br/> </p>\n"
  },
  {
    "name": "107 - Sauti ni yake Bwana",
    "cdata": "<p> <h1><b>107 - Sauti ni yake Bwana</b></h1> <b>1</b><br/> Sauti ni yake Bwana, “Kwenda nani tayari?<br/> Mavuno yanakawia, nani atayavuna?<br/> Kwa kudumu anaita, zawadi atatoa,<br/> Nani atakayejibu, “Nipo Bwana nitume.”<br/> <br/> <b>2</b><br/> Kama huwezi safari, hata nchi za mbali,<br/> Pana watu karibuni, wasiomjua Yesu,<br/> Kama huwezi kusema, jinsi ya malaika,<br/> Waweza kuutangaza, upendo wa Mwokozi.<br/> <br/> <b>3</b><br/> Ingawa huwezi kuwa, mkesha mlangoni,<br/> Ukiwatolea watu, nafasi ya uzima,<br/> Kwa sala na kwa sadaka, watoa msaada,<br/> Kama Haruni mwaminifu, kuinua mikono.<br/> <br/> <b>4</b><br/> Roho za watu zikifa, Bwana akikuita,<br/> Usiseme kwa uvivu, “Hakuna kazi kwangu.”<br/> Kwa furaha anza kazi, ile aliyokupa,<br/> Ukajibu mara moja, “Nipo Bwana, nitume.”<br/> </p>\n"
  },
  {
    "name": "108 - Tumesikia Mbiu",
    "cdata": "<p> <h1><b>108 - Tumesikia Mbiu</b></h1> <b>1</b><br/> Tumesikia mbiu, Yesu huokoa;<br/> Utangazeni kote, Yesu huokoa.<br/> Tiini amri hiyo, nchini baharini,<br/> Enezeni mbiu hii, Yesu huokoa.<br/> <br/> <b>2</b><br/> Imba nawe askari, Yesu huokoa,<br/> Kwa nguvu ya kombozi, Yesu huokoa,<br/> Imbeni wenye shida, unapoumwa moyo,<br/> Mauti imeshindwa, Yesu huokoa.<br/> <br/> <b>3</b><br/> Mawimbini uenee, Yesu huokoa,<br/> Wenye dhambi jueni, Yesu huokoa,<br/> Visiwa na viimbe, vilindi itikeni,<br/> Na nchi shangilia, Yesu huokoa.<br/> <br/> <b>4</b><br/> Upepo utangaze, Yesu huokoa,<br/> Mataifa yashangaa, Yesu huokoa,<br/> Milimani, bondeni, sauti isikike,<br/> Ya wimbo wa washindi, Yesu huokoa.<br/> <br/> </p>\n"
  },
  {
    "name": "109 - Anisikiaye",
    "cdata": "<p> <h1><b>109 - Anisikiaye</b></h1> <b>1</b><br/> Anisikiaye aliye yote, sana litangaze wajue wote,<br/> Duniani kote neno wapate, atakaye na aje!<br/> <br/> <i><b>KIITIKIO:</b><br/> Ni “atakaye,” ni “atakaye,”<br/> Pwani hata bara, na litangae,<br/> Ni Baba mpenzi alinganaye, atakaye na aje.<br/> </i><br/> <b>2</b><br/> Anijiliaye Yesu asema, asikawe aje hima mapema,<br/> Ndimi njia kweli ndimi uzima, atakaye na aje.<br/> <br/> <b>3</b><br/> Atakaye aje, ndiyo ahadi, atakaye hiyo haitarudi,<br/> Atakaye lake ni la ahadi, atakaye na aje.<br/> <br/> <br/> </p>\n"
  },
  {
    "name": "110 - Mlango Uko wa Wema",
    "cdata": "<p> <h1><b>110 - Mlango Uko wa Wema</b></h1> <b>1</b><br/> Mlango uko wa wema, mlango wazi huo,<br/> Yesu ameufungua, na hakuna kufunga.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mlango wazi ajabu, uliachwa wazi kwangu.<br/> Kwangu, Kwangu? Wazi wazi kwangu.<br/> </i><br/> <b>2</b><br/> Mlango hukaa wazi, watu waokolewe.<br/> Maskini na matajiri, wa mataifa yote.<br/> <br/> <b>3</b><br/> Maadam mlango wazi, rafiki kaza mwendo,<br/> Msalaba ukubali, amana ya upendo.<br/> <br/> <b>4</b><br/> Msalaba tutabeba, daima na furaha,<br/> ‘Pendo wa Yesu hushinda, tunainama kwake.<br/> <br/> </p>\n"
  },
  {
    "name": "111 - Tabibu Mkuu",
    "cdata": "<p> <h1><b>111 - Tabibu Mkuu</b></h1> <b>1</b><br/> Tabibu mkuu huyu, Yesu mwenye huruma,<br/> Atuletaye faraja, Yesu Mwokozi wetu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Imbeni malaika, sifa za Bwana wetu,<br/> Jina la pekee kwetu, ni la Yesu Bwana.<br/> </i><br/> <b>2</b><br/> Mwana Kondoo msifuni, msifuni Mwokozi;<br/> Hatia zote na dhambi, huziondoa Yesu.<br/> <br/> <b>3</b><br/> Hakuna jina jingine, linalofaa sifa,<br/> Au kutufurahisha, isipokuwa lake.<br/> <br/> <b>4</b><br/> Naye atakapokuja, na utukufu wake,<br/> Tutafurahi milele, kukaa kwake Bwana.<br/> </p>\n"
  },
  {
    "name": "112 - Wewe umechoka sana?",
    "cdata": "<p> <h1><b>112 - Wewe umechoka sana?</b></h1> <b>1</b><br/> Wewe umechoka sana? Wataka raha?<br/> Kwake Yesu utapata msaada.<br/> <br/> <b>2</b><br/> Alama anazo yeye? Sana makovu,<br/> Ya mikono na miguu na mbavu.<br/> <br/> <b>3</b><br/> Naye amevikwa taji, kichwani mwake?<br/> Taji kweli alivikwa miiba.<br/> <br/> <b>4</b><br/> Huku nikimfuata, nipate nini?<br/> Maonjo nje na ndani - amani.<br/> <br/> <b>5</b><br/> Kwamba namwandama yeye, mwisho ni nini?<br/> Kurithi furaha naye - milele.<br/> <br/> </p>\n"
  },
  {
    "name": "113 - Damu Imebubujika",
    "cdata": "<p> <h1><b>113 - Damu Imebubujika</b></h1> <b>1</b><br/> Damu imebubujika, ni ya Imanweli,<br/> Wakioga wenye taka, husafiwa kweli.<br/> <br/> <b>2</b><br/> Ilimpa kushukuru, mwivi mautini,<br/> Nami nisiye udhuru, yanisafi ndani.<br/> <br/> <b>3</b><br/> Kondoo wa kuuawa, damu ina nguvu,<br/> Wako wote kuokoa, kwa utimilivu.<br/> <br/> <b>4</b><br/> Bwana tangu damu yako, kunisafi kale,<br/> Nimeimba sifa zako, ‘taimba milele.<br/> <br/> <b>5</b><br/> Bwana, umenikirimu, nisiyestahili<br/> Kwa damu yako sehemu, ya mali ya kweli.<br/> <br/> <b>6</b><br/> Nikubali kukwimbia, mbinguni milele.<br/> Mungu nitamsifia, jina lako pekee.<br/> <br/> </p>\n"
  },
  {
    "name": "114 - Yesu Mwokozi",
    "cdata": "<p> <h1><b>114 - Yesu Mwokozi</b></h1> <b>1</b><br/> Yesu Mwokozi ili nitakaswe, nataka moyo uwe enzi yako,<br/> Ukiangushe kilichoinuka, unioshe sasa niwe mweupe.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mweupe tu, ndiyo mweupe,<br/> Ukiniosha nitakuwa safi.<br/> </i><br/> <b>2</b><br/> Bwana Yesu sasa unitazame, unifanye niwe dhabihu hai,<br/> Najitoa kwako na moyo vyote, unioshe sana niwe mweupe.<br/> <br/> <b>3</b><br/> Bwana kwa hiyo nakuomba sana, nakungojea miguuni pako,<br/> Wanaokuja hutupi kamwe, unioshe sasa niwe mweupe.<br/> </p>\n"
  },
  {
    "name": "115 - Naendea Msalaba",
    "cdata": "<p> <h1><b>115 - Naendea Msalaba</b></h1> <b>1</b><br/> Naendea msalaba, ni mnyonge mpofu,<br/> Yapitayo naacha, nipe msalaba tu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nakutumaini tu, ewe Mwana wa Mungu;<br/> Nainamia kwako, niponye sasa Bwana.<br/> </i><br/> <b>2</b><br/> Nakulilia sana, nalemewa na dhambi,<br/> Pole Yesu asema, “Nitazifuta zote.”<br/> <br/> <b>3</b><br/> Natoa vyote kwako, nafasi nazo nguvu,<br/> Roho yangu na mwili, viwe vyako milele.<br/> <br/> <b>4</b><br/> Kwa damu yake sasa, amenivuta sana,<br/> Upendo hubidisha, nimtafute Mwokozi.<br/> </p>\n"
  },
  {
    "name": "116 - Bwana Ninataka Hili",
    "cdata": "<p> <h1><b>116 - Bwana Ninataka Hili</b></h1> <b>1</b><br/> Bwana ninataka hili, kwa kuwa nimechafuka,<br/> Kwa moto au kwa maji, unisafishe kabisa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Unisafishe Mwokozi, ndani na nje kwa moto,<br/> Utakavyo ili dhambi, ife kwangu ife kwangu.<br/> </i><br/> <b>2</b><br/> Kupewa hekima yote, itakuwa tunu kubwa,<br/> Lakini moyo safi ni, bora kwangu bora kwangu.<br/> <br/> <b>3</b><br/> Mpaka moyo ni safi, siwezi kuyafahamu,<br/> Mambo mazuri ya mbingu, mambo mazuri ya mbingu.<br/> </p>\n"
  },
  {
    "name": "117 - Wamwendea Yesu?",
    "cdata": "<p> <h1><b>117 - Wamwendea Yesu?</b></h1> <b>1</b><br/> Wamwendea Yesu kwa kusafiwa? kuoshwa kwa damu ya Kondoo?<br/> Je, neema yake umemwagiwa? Waoshwa kwa damu ya Kondoo?<br/> <br/> <i><b>KIITIKIO:</b><br/> Kuoshwa, kwa damu itutakasayo ya Kondoo,<br/> Ziwe safi nguo nyeupe sana, waoshwa kwa damu ya Kondoo?<br/> </i><br/> <b>2</b><br/> WamwandamadaimaMkombozi? waoshwakwadamuyaKondoo?<br/> Yako kwa Msulubiwa mavazi? waoshwa kwa damu ya Kondoo?<br/> <br/> <b>3</b><br/> Atakapokuja Bwana-arusi, uwe safi katika damu!<br/> Yafae kwenda mbinguni mavazi, waoshwa kwa damu ya Kondoo?<br/> <br/> <b>4</b><br/> Yatupwe yalipo na takataka, uoshwe kwa damu ya Kondoo, Huoni<br/> kijito chatiririka, uoshwe kwa damu ya Kondoo<br/> </p>\n"
  },
  {
    "name": "118 - Nilipotoka Kabisa",
    "cdata": "<p> <h1><b>118 - Nilipotoka Kabisa</b></h1> <b>1</b><br/> Nilipotoka kabisa, sasa narudi,<br/> Nikakawia dhambini, Bwana narudi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Narudi nyumbani, daima kwako,<br/> Kwa upendo nipokee, naja nyumbani.<br/> </i><br/> <b>2</b><br/> Nikasusurika sana, sasa narudi,<br/> Mwenye uchungu natubu, Bwana narudi.<br/> <br/> <b>3</b><br/> Nimechoka maovuni, sasa narudi,<br/> Pendo lako lanivuta, Bwana narudi.<br/> <br/> <b>4</b><br/> Ndilo tumaini langu, sasa narudi,<br/> Yesu alinifilia, Bwana narudi.<br/> <br/> <b>5</b><br/> Damu yake yanitosha, sasa narudi,<br/> Unioshe kenyekenye, Bwana narudi.<br/> </p>\n"
  },
  {
    "name": "119 - Yesu Anasema",
    "cdata": "<p> <h1><b>119 - Yesu Anasema</b></h1> <b>1</b><br/> Yesu anasema, “Wewe huna nguvu,<br/> Kesha ukaombe, na uje mwanangu.”<br/> <br/> <i><b>KIITIKIO:</b><br/> Alilipa bei, nawiwa naye,<br/> Dhambi ilitia waa, aliiondoa.<br/> </i><br/> <b>2</b><br/> Bwana nimeona, uwezo wako tu,<br/> Waweza takasa, mioyo michafu.<br/> <br/> <b>3</b><br/> Sina kitu chema, kudai neema,<br/> Hivi nitafua, mavazi kwa damu.<br/> <br/> <b>4</b><br/> Ninaposimama, juu ya mawingu,<br/> Taji nitaweka, miguuni pa Yesu.<br/> </p>\n"
  },
  {
    "name": "120 - Msalaba wa Yesu",
    "cdata": "<p> <h1><b>120 - Msalaba wa Yesu</b></h1> <b>1</b><br/> Msalaba wa Yesu, nikae karibu,<br/> Pale pana chemchemi, ya kuponya dhambi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Pale msalaba, msalaba wake,<br/> Huo ni sifa yangu, kwa maisha yote.<br/> </i><br/> <b>2</b><br/> Karibu msalaba, nalitetemeka,<br/> Pendo likaniona, likanirehemu.<br/> <br/> <b>3</b><br/> Unikumbushe Yesu, niku pale,<br/> Niupate upendo, na kuvutwa nao.<br/> <br/> <b>4</b><br/> Karibu msalaba, kwa kutegemea,<br/> Kukesha na kungoja, nitakaa pale.<br/> </p>\n"
  },
  {
    "name": "121 - Katika Wenye dhambi",
    "cdata": "<p> <h1><b>121 - Katika Wenye dhambi</b></h1> <b>1</b><br/> Katika wenye dhambi, ndimi mkuu wao,<br/> Ila Yesu akaja, kwa dhambi alikufa,<br/> Akamimina damu, niupate uzima.<br/> <br/> <b>2</b><br/> Ajabu! Pendo lake, pendo lililo kuu,<br/> Pendo lisilo mwisho, lidumulo milele,<br/> Lililonitafuta, ingawa sikumpenda.<br/> <br/> <b>3</b><br/> Ingawa ni mbaya, Kristo ni vyote kwangu,<br/> Ajua haja zangu, huzuni zangu zake,<br/> Hata katika vita, akiwapo salama.<br/> </p>\n"
  },
  {
    "name": "122 - Yote Namtolea Yesu",
    "cdata": "<p> <h1><b>122 - Yote Namtolea Yesu</b></h1> <b>1</b><br/> Yote namtolea Yesu, moyo wangu ni wake,<br/> Ninavutwa na upendo, kwa hivyo najitoa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yote kwa Yesu, yote kwa Yesu,<br/> Upendo wako hushinda, Yesu natoa.<br/> </i><br/> <b>2</b><br/> Yote namtolea Yesu, nainamia pake,<br/> Nimeacha na anasa, kwako Yesu nipokee.<br/> <br/> <b>3</b><br/> Yote namtolea Yesu, nifanye niwe wako,<br/> Nipe Roho yako, Bwana, anilinde daima.<br/> <br/> <b>4</b><br/> Yote namtolea Yesu, nami naona sasa,<br/> Furaha ya ukombozi, nasifu jina lake.<br/> </p>\n"
  },
  {
    "name": "123 - Yesu kwa Imani",
    "cdata": "<p> <h1><b>123 - Yesu kwa Imani</b></h1> <b>1</b><br/> Yesu kwa imani, nakutumaini, peke yako,<br/> Nisikie sasa, na kunitakasa, ni wako kabisa<br/> Tangu leo.<br/> <br/> <b>2</b><br/> Nipe nguvu pia, za kusaidia, moyo wangu,<br/> Ulikufa wewe, wokovu nipewe, nakupenda wewe,<br/> Bwana wangu.<br/> <br/> <b>3</b><br/> Hapa nazunguka, katika mashaka, na matata,<br/> Palipo na giza, utaniongoza, hivi nitaweza kufuata.<br/> </p>\n"
  },
  {
    "name": "124 - Umechoka? Je, Umesumbuka?",
    "cdata": "<p> <h1><b>124 - Umechoka? Je, Umesumbuka?</b></h1> <b>1</b><br/> Umechoka je umesumbuka? mwambie Yesu sumbuko<br/> lako, Unayalilia yapitayo? mwambie Yesu pekee.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mwambie Yesu sumbuko lako, yu rafiki amini,<br/> Hakuna rafiki kama yeye, mwambie Yesu pekee.<br/> </i><br/> <b>2</b><br/> Je, machozi yakulengalenga? mwambie Yesu sumbuko<br/> lako, Walemewa na dhambi rohoni? mwambie Yesu pekee.<br/> <br/> <b>3</b><br/> Waogopa shida na majonzi? mwambie Yesu sumbuko lako,<br/> Wasumbukia mambo yajayo? mwambie Yesu pekee.<br/> <br/> <b>4</b><br/> Kuwazia kifo kukutisha? mwambie Yesu sumbuko<br/> lako, Watamania ufalme wake? mwambie Yesu pekee.<br/> </p>\n"
  },
  {
    "name": "125 - Uniangalie",
    "cdata": "<p> <h1><b>125 - Uniangalie</b></h1> <b>1</b><br/> ‘Uniangalie’ atwambia, Yesu aliyetufia,<br/> Msalabani ni uzima, hapa utaipata hazina.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kutazama Kalwari, kutazama Kalwari,<br/> Ni kupewa kuishi, kuutazama mti.<br/> </i><br/> <b>2</b><br/> Ninapojaribiwa ghafula, Shetani hatanitega,<br/> Nikitazama msalaba, nguvu nitaipata kwa Bwana.<br/> <br/> <b>3</b><br/> Msalaba nitautazama, kila wakati daima.<br/> Ahadi nitategemea, hivi kabisa sitaanguka.<br/> </p>\n"
  },
  {
    "name": "126 - Nina Haja Nawe",
    "cdata": "<p> <h1><b>126 - Nina Haja Nawe</b></h1> <b>1</b><br/> Nina haja nawe, kila saa,<br/> Hawezi mwingine, kunifaa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yesu nakuhitaji, vivyo kila saa,<br/> Niwezeshe Mwokozi, nakujia.<br/> </i><br/> <b>2</b><br/> Nina haja nawe, kaa nami,<br/> Na maonjo haya, hayaumi.<br/> <br/> <b>3</b><br/> Nina haja nawe, kila hali,<br/> Maisha ni bure, uli mbali.<br/> <br/> <b>4</b><br/> Nina haja nawe, nifundishe,<br/> Na ahadi zako, zifikishe.<br/> <br/> <b>5</b><br/> Nina haja nawe, mweza yote,<br/> Ni wako kabisa, siku zote.<br/> </p>\n"
  },
  {
    "name": "127 - Nionapo Amani Kama Shwari",
    "cdata": "<p> <h1><b>127 - Nionapo Amani Kama Shwari</b></h1> <b>1</b><br/> Nionapo amani kama shwari, au nionapo shida,<br/> Kwa hali zote umenijulisha, ni salama rohoni mwangu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Salama rohoni, ni salama rohoni mwangu.<br/> </i><br/> <b>2</b><br/> Ingawa Shetani atanitesa, nitajipa moyo kwani,<br/> Kristo ameona unyonge wangu, amekufa kwa roho yangu.<br/> <br/> <b>3</b><br/> Dhambi zangu zote wala si nusu, huwekwa msalabani,<br/> Wala sichukui laana yake, ni salama rohoni mwangu.<br/> <br/> <b>4</b><br/> Ee Bwana himiza siku ya kuja, panda itakapolia,<br/> Utakaposhuka sitaogopa, ni salama rohoni mwangu.<br/> </p>\n"
  },
  {
    "name": "128 - Namwandama Bwana",
    "cdata": "<p> <h1><b>128 - Namwandama Bwana</b></h1> <b>1</b><br/> Namwandama Bwana, kwa alilna, njia zangu huning’azia<br/> Na nikimridhisha, atanidumisha, taamini nitii pia.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kuamini, njia pekee ni hii,<br/> Ya furaha kwa Yesu, amini ukatii.<br/> </i><br/> <b>2</b><br/> Giza sina kwangu, wala hata wingu, yeye mara huviondoa,<br/> Woga wasiwasi, sonko basi, huamini nitii pia.<br/> <br/> <b>3</b><br/> Masumbuko yote, sikitiko lote, kwa mapenzi hunilipia,<br/> Baa dhara dhiki, vivyo hubariki, taamini nitii pia.<br/> <br/> <b>4</b><br/> Mimi sitajua, raha sawasawa, ila yote Yesu kumtoa,<br/> Napata fadhili, na radhi kamili, taamini nitii pia.<br/> <br/> <b>5</b><br/> Nitamfurahia, na kumtumaini, majumbani na njia-njia;<br/> Agizo natenda; nikitumwa huenda, huamini, nitii pia.<br/> </p>\n"
  },
  {
    "name": "129 - Kumtegemea Mwokozi",
    "cdata": "<p> <h1><b>129 - Kumtegemea Mwokozi</b></h1> <b>1</b><br/> Kumtegemea Mwokozi, kwangu tamu kabisa,<br/> Kukubali neno lake, nina raha moyoni.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yesu Yesu namwamini, nimemwona thabiti,<br/> Yesu Yesu yu thamani, ahadi zake kweli.<br/> </i><br/> <b>2</b><br/> Kumtegemea Mwokozi, kwangu tamu kabisa,<br/> Kuamini damu yake, nimeoshwa kamili.<br/> <br/> 3. Kumtegemea Mwokozi, kwangu tamu kabisa,<br/> Kwake daima napata, uzima na amani.<br/> <br/> 4. Nafurahi kwa sababu, nimekutegemea,<br/> Yesu mpendwa rafiki, uwe nami dawamu.<br/> </p>\n"
  },
  {
    "name": "130 - Yesu Kwetu ni Rafiki",
    "cdata": "<p> <h1><b>130 - Yesu Kwetu ni Rafiki</b></h1> <b>1</b><br/> Yesu kwetu ni rafiki, wambiwa haja pia,<br/> Tukiomba kwa Babaye, maombi asikia,<br/> Lakini twajikosesha, twajitweka vibaya,<br/> Kama tulimwomba Mungu, dua alisikia.<br/> <br/> <b>2</b><br/> Una dhiki na maonjo? unamashaka pia?<br/> Haifai kufa moyo, dua atasikia,<br/> Hakuna mwingine mwema, wa kutuhurumia,<br/> Atujua tu dhaifu, maombi asikia.<br/> <br/> <b>3</b><br/> Je hunayo hata nguvu, huwezi kwendelea,<br/> Ujapodharauliwa, njaporushwa pia,<br/> Watu wakikudharau, wapendao dunia,<br/> Hukwambata mikononi, dua atasikia.<br/> </p>\n"
  },
  {
    "name": "131 - Namtegemea Mungu",
    "cdata": "<p> <h1><b>131 - Namtegemea Mungu</b></h1> <b>1</b><br/> Namtegemea Mungu niwapo, humo barani na baharini,<br/> Yeye wa mbinguni anilinda, Baba wa mbinguni anilinda.<br/> <br/> <i><b>KIITIKIO:</b><br/> Namwamini, Mungu anitunza (anitunza)<br/> Milimani (milimani) au baharini (baharini), baharini<br/> Moyo wangu (moyo wangu) aulinda (aulinda),<br/> Baba wa mbinguni anilinda.<br/> </i><br/> <b>2</b><br/> La waridi alinawirisha, na huyo tai juu angani,<br/> Nami kweli ananilinda, Baba wa mbinguni anilinda.<br/> <br/> <b>3</b><br/> Tunduni mwa simba namwamini, kwenye vita ama gerezani,<br/> Motoni na furikoni, Baba wa mbinguni anilinda.<br/> <br/> <b>4</b><br/> Bondeni mwa giza na upweke, mchunga wangu yu anilinda,<br/> Kwa upole aniongoza, Baba wa mbinguni anilinda.<br/> </p> <br/><br/><br/><br/> <p> <h3><b>131a Kwa Mahitaji ya Kesho</b></h3> Lord for Tomorrow and Its Needs<br/> <b>1</b><br/> Kwa mahitaji ya kesho, sina ombi,<br/> Unilinde nisitende dhambi leo, <br/> Nisiseme neno baya, Mkombozi, <br/> Nisifikiri uovu, leo hivi.<br/> <br/> <b>2</b><br/> Ningefanya kazi sawa, na kuomba, <br/> Ningekuwa mtu mwema, kila saa, <br/> Mapenzi yako nifanye, na kutii, <br/> Nitoe mwili dhabibu, leo hivi. <br/> <br/> <b>3</b><br/> Kama leo ningekufa, kwa ghafula, <br/> Nitegemee ahadi, zako Bwana, <br/> Kwa mahitaji ya kesho, sina ombi,<br/> Uniongoze nishike, leo hivi. </p>\n"
  },
  {
    "name": "132 - Bwana ni Mchunga",
    "cdata": "<p> <h1><b>132 - Bwana ni Mchunga</b></h1> <b>1</b><br/> Bwana ni mchunga sitahitaji,<br/> Majani mabichi malisho yangu.<br/> Ananinywesha maji matulivu,<br/> Atanirudisha nikipotea.<br/> <br/> <b>2</b><br/> Nipitapo bondeni mwa mauti,<br/> U mlinzi wangu sitaogopa,<br/> Fimbo yako yatosha kunilinda,<br/> Ukinifariji sina hasara.<br/> <br/> <b>3</b><br/> Kati ya mateso meza waandaa,<br/> Na kikombe changu kinafurika,<br/> Umenipaka kichwani mafuta,<br/> Nitaulizaje zaidi kwako?<br/> <br/> <b>4</b><br/> Wema na fadhili zinifuate,<br/> Siku zangu zote hata milele,<br/> Nami nitakaa nyumbani mwa Bwana,<br/> Katika ufalme wa pendo lake.<br/> </p>\n"
  },
  {
    "name": "133 - Po pote na Yesu",
    "cdata": "<p> <h1><b>133 - Po pote na Yesu</b></h1> <b>1</b><br/> Po pote na Yesu nina furaha, anitumako Yesu ndiyo raha,<br/> Asipokuwako hapanifai, akiwapo Yesu mimi sitishwi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Po pote, po pote, sina mashaka,<br/> Po pote na Yesu, naweza kwenda.<br/> </i><br/> <b>2</b><br/> Akiwapo Yesu si peke yangu, na nijapotupwa akali wangu<br/> Ajaponiongoza njia mbaya, niwapo na Yesu ninashukuru,<br/> <br/> <b>3</b><br/> Akiwapo Yesu naweza lala, naweza pumzika hata kiyama,<br/> Kisha nitakwenda kwake milele, akiwapo Yesu furaha tele.<br/> </p>\n"
  },
  {
    "name": "134 - Tafuta Daima Utakatifu",
    "cdata": "<p> <h1><b>134 - Tafuta Daima Utakatifu</b></h1> <b>1</b><br/> Tafuta daima utakatifu, fanya urafiki na watu wote,<br/> Nena siku zote na Bwana wako, baraka uombe kwa kila jambo.<br/> <br/> <b>2</b><br/> Tafuta daima utakatifu, uwe peke yako ukimwabudu,<br/> Ukimwangalia Mwokozi wako, utabadilishwa kama alivyo.<br/> <br/> <b>3</b><br/> Tafuta daima utakatifu, kiongozi wako awe Yesu tu,<br/> Katika furaha au huzuni, dumu kumfuata Yesu Mwokozi.<br/> <br/> <b>4</b><br/> Tafuta daima utakatifu, umtawaze roho moyoni mwako,<br/> Akikuongoza katika haki, hufanywa tayari kwa kazi yake.<br/> </p>\n"
  },
  {
    "name": "135 - Saa Heri ya Maombi",
    "cdata": "<p> <h1><b>135 - Saa Heri ya Maombi</b></h1> <b>1</b><br/> Saa heri ya maombi, sasa kwako tunarudi,<br/> Sumbuku ya kuondoa, shida zetu na pungufu,<br/> Taabuni mara nyingi, roho zetu zimepona,<br/> Mashakani tumeshinda, wakati wa saa tamu.<br/> <br/> <b>2</b><br/> Saa heri ya maombi, twapeleka dhiki zetu,<br/> Kwake aliyeahidi, kubariki wenye haja,<br/> Huagiza tumwendee, tutegemee neno lake,<br/> Hivyo tumwekee yote, wakati wa saa tamu.<br/> <br/> <b>3</b><br/> Saa heri ya maombi, tutazidi kuingia,<br/> Bomani mwetu na ngome, hata tuishapo mwendo,<br/> Yesu atatusikia, tutamtafuta daima,<br/> Na tutakapokutana, tutamwona-saa tamu.<br/> </p>\n"
  },
  {
    "name": "136 - Unifundishe Baba",
    "cdata": "<p> <h1><b>136 - Unifundishe Baba</b></h1> <b>1</b><br/> Unifundishe Baba, ile njia ya sala,<br/> Uniendeshe sana, niwe kama Yesu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Niwe kama Yesu, niwe kama Yesu,<br/> Uniongoze baba, niwe kama Yesu.<br/> </i><br/> <b>2</b><br/> Unipe pendo baba, watu kuwaokoa,<br/> Nyumbani na mjini, niwe kama Yesu.<br/> <br/> <b>3</b><br/> Na unifahamishe, wakati ndio mfupi,<br/> Unibidishe Bwana, niwe kama Yesu.<br/> </p>\n"
  },
  {
    "name": "137 - Saa Heri ya Sala",
    "cdata": "<p> <h1><b>137 - Saa Heri ya Sala</b></h1> <b>1</b><br/> Saa heri ya sala, tunapojidhili,<br/> Kama tukija kwake Yesu rafiki,<br/> Tukiwa na imani, kwamba yu mlinzi,<br/> Waliochoka sana, watapata raha.<br/> <br/> <i><b>KIITIKIO:</b><br/> Saa ya sala, iliyo heri,<br/> Waliochoka sana, watapata raha.<br/> </i><br/> <b>2</b><br/> Saa heri ya sala, ajapo Mwokozi,<br/> Ili awasikie watoto wake,<br/> Hutwambia tuweke, miguuni pake,<br/> Mizigo yetu yote, tutapata raha.<br/> <br/> <b>3</b><br/> Saa heri ya sala, wawezapo kuja,<br/> Kwa Bwana Yesu wanaojaribiwa,<br/> Moyo wake mpole, atawarehemu,<br/> Waliochoka sana, watapata raha.<br/> <br/> 4. Saa heri ya sala, tutakapopewa<br/> Mibaraka ya roho tukimwamini,<br/> Kwa kuamini kweli, hatutaogopa,<br/> Waliochoka sana, watapata raha.<br/> </p>\n"
  },
  {
    "name": "138 - Nitakuandama Kote",
    "cdata": "<p> <h1><b>138 - Nitakuandama Kote</b></h1> <b>1</b><br/> Nitakuandama kote, nitakapoangizwa.<br/> Wewe ukiniongoza, nami nitaandama.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nitakuandama kote, naam ulinifia,<br/> Kwa neema yako Bwana, napenda kuandama.<br/> </i><br/> <b>2</b><br/> Njia ijapoparuza, kwa miiba na fujo,<br/> Ulitangulia mbele, nami nitaandama.<br/> <br/> <b>3</b><br/> Nijapokuta taabu, na majaribu kote,<br/> Nakumbuka shida yako, nami nitaandama.<br/> <br/> <b>4</b><br/> Nijapoona ukiwa, na mateso makali,<br/> Wewe uliyatikiza, nami nitaandama.<br/> <br/> <b>5</b><br/> Ijapo wanipeleka, vilindini mwa giza,<br/> Wewe uliyatikiza, nami nitaandama.<br/> </p>\n"
  },
  {
    "name": "139 - Uliniimbie Tena",
    "cdata": "<p> <h1><b>139 - Uliniimbie Tena</b></h1> <b>1</b><br/> Uliniimbie tena, neno la uzima,<br/> Uzuri wake ni, neno la uzima,<br/> Neno hili zuri, lafundisha kweli.<br/> <br/> <i><b>KIITIKIO:</b><br/> Maneno ya, uzima ni, maneno mazuri,<br/> Maneno ya, uzima ni, maneno mazuri.<br/> </i><br/> <b>2</b><br/> Kristo anatupa sote, neno la uzima,<br/> Mwenye dhambi asikie, neno la uzima,<br/> Latolewa bure, tupate wokovu.<br/> <br/> <b>3</b><br/> Neno tamu la injili, neno la uzima,<br/> Lina amani kwa wote, neno la uzima,<br/> Litatutakasa, kwa haki ya mwana.<br/> </p>\n"
  },
  {
    "name": "140 - Nitwae Hivi Nilivyo",
    "cdata": "<p> <h1><b>140 - Nitwae Hivi Nilivyo</b></h1> <b>1</b><br/> Nitwae hivi nilivyo, umemwaga damu yako,<br/> Nawe ulivyoniita, Bwana Yesu sasa, naja.<br/> <br/> <b>2</b><br/> Hivi nilivyo si langu, kujiosha roho yangu,<br/> Nisamehe dhambi zangu, Bwana Yesu sasa, naja.<br/> <br/> <b>3</b><br/> Hivi nilivyo sioni, kamwe furaha moyoni,<br/> Daima ni mashakani, Bwana Yesu sasa, naja.<br/> <br/> <b>4</b><br/> Hivi nilivyo kipofu, maskini na mpungufu,<br/> Wewe ndiwe u tajiri, Bwana Yesu sasa, naja.<br/> <br/> <b>5</b><br/> Hivi nilivyo mimi tu, siwezi kujiokoa,<br/> Na wewe hutanikataa, Bwana Yesu sasa, naja.<br/> <br/> <b>6</b><br/> Hivi nilivyo, mapenzi yamenipa njia wazi,<br/> Hali na mali sisazi, Bwana Yesu sasa, naja.<br/> </p>\n"
  },
  {
    "name": "141 - Chini ya Msalaba",
    "cdata": "<p> <h1><b>141 - Chini ya Msalaba</b></h1> <b>1</b><br/> Chini ya msalaba, nataka simama,<br/> Ndio mwamba safarini, wa kivuli chema,<br/> Ni kweli kwa roho yangu, ni tuo kamili,<br/> Tatua mzigo wangu, wakati wa hari.<br/> <br/> <b>2</b><br/> Hapa ni pema sana, ni ngome kamili,<br/> Hapa yamekana, mapenzi ya kweli,<br/> Kama alivyoonyeshwa, Yakobo zamani,<br/> Msalaba umekuwa, ngazi ya mbinguni.<br/> <br/> <b>3</b><br/> Na Yesu Msalabani, walimkemea,<br/> Alikufa niokoke, niliyepotea,<br/> Naona ajabu sana, ya mambo mawili,<br/> Jinsi alivyonipenda, nisiyestahili.<br/> <br/> <b>4</b><br/> Atakayeonana na, Yesu mbinguni,<br/> Njia yake aanzapo, ni Msalabani;<br/> Wokovu upo hapa tu, mwingine hapana,<br/> Kisha kuna furaha kuu, pamoja na Bwana.<br/> </p>\n"
  },
  {
    "name": "142 - Nasikia Mwito",
    "cdata": "<p> <h1><b>142 - Nasikia Mwito</b></h1> <b>1</b><br/> Nasikia mwito, ni sauti yako,<br/> Nikasafiwe kwa damu, ya kwangikwa kwako.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nimesogea, mtini pako,<br/> Unisafi kwa damu, ya kuangikwa kwako.<br/> </i><br/> <b>2</b><br/> Ni mnyonge kweli, umenipa nguvu,<br/> Ulivyonisafi taka, ni utimilivu.<br/> <br/> <b>3</b><br/> Yesu hunijuvya, mapenzi imani,<br/> Tumai amani radhi, hapa na mbinguni.<br/> <br/> <b>4</b><br/> Napata wokovu, wema na neema,<br/> Kwako Bwana nina nguvu, na haki daima.<br/> </p>\n"
  },
  {
    "name": "143 - Baba Sina Msaada",
    "cdata": "<p> <h1><b>143 - Baba Sina Msaada</b></h1> <b>1</b><br/> Baba sina msaada ila kwako pekee,<br/> Kama kwangu ungefichwa, nifanyeje Baba?<br/> <br/> <i><b>KIITIKIO:</b><br/> Sasa hivi naamini, Yesu alikufa,<br/> Aliimwaga damu yake, nitoke dhambini.<br/> </i><br/> <b>2</b><br/> Naamini mwana wako, nipe nguvu zako,<br/> Nijazie mahitaji, katika saa hii.<br/> <br/> <b>3</b><br/> Ni furaha gani kwangu, kukuona uso,<br/> Nijue sauti yako, nipate neema.<br/> </p>\n"
  },
  {
    "name": "144 - Ni Wako Bwana",
    "cdata": "<p> <h1><b>144 - Ni Wako Bwana</b></h1> <b>1</b><br/> Ni wako Bwana, ninasikia, unapna nami,<br/> Lakini kweli, nataka kwako, nizidi kusogea.<br/> <br/> <i><b>KIITIKIO:</b><br/> Bwana vuta, (vuta) nije nisongee,<br/> Sana kwako mtini,<br/> Bwana vuta, (vuta) nije nisogee,<br/> Pa damu ya thamani.<br/> </i><br/> <b>2</b><br/> Niweke sasa, nikatumike, kwa nguvu za neema,<br/> Uyapendayo, nami nipende, nizidi kukwandama.<br/> <br/> <b>3</b><br/> Nina furaha, tele kila saa, nizungumzapo nawe,<br/> Ninanena kama kwa rafiki, nikipiga magoti.<br/> </p>\n"
  },
  {
    "name": "145 - Ulimwengu Siutaki",
    "cdata": "<p> <h1><b>145 - Ulimwengu Siutaki</b></h1> <b>1</b><br/> Ulimwengu siutaki, namtaka Bwana Yesu,<br/> Dunia hunidanganya, Yesu yu mwaminifu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Rehema ni ya ajabu, pendo bila kipimo,<br/> Wokovu mkamilifu, amana ya uzima.<br/> </i><br/> <b>2</b><br/> Ulimwengu siutaki, namtaka Bwana Yesu,<br/> Kati ya dhoruba kali, yeye wimbo mtamu.<br/> <br/> <b>3</b><br/> Ulimwengu siutaki, namtaka Bwana Yesu,<br/> Safarini duniani, yeye furaha yangu.<br/> <br/> <b>4</b><br/> Ulimwengu siutaki, namtaka Bwana Yesu,<br/> Msalaba naamini, hata namwona Yesu.<br/> </p>\n"
  },
  {
    "name": "146 - Twae Wangu Uzima",
    "cdata": "<p> <h1><b>146 - Twae Wangu Uzima</b></h1> <b>1</b><br/> Twae wangu uzima, sadaka ya daima,<br/> Twae saa na usiku, zikutukuze huku.<br/> <br/> <b>2</b><br/> Twae mikono nayo, ifanye upendayo,<br/> Twae yangu miguu, kwa uongozi wako tu.<br/> <br/> <b>3</b><br/> Twae sauti yangu, niimbe kwa Mungu tu,<br/> Itwae na midomo, ijae neno lako.<br/> <br/> <b>4</b><br/> Twae dhahabu pia, na yote ya dunia,<br/> Twae yangu hekima, upendavyo tumia.<br/> <br/> <b>5</b><br/> Nia itwae Mungu, haitakuwa yangu,<br/> Twae moyo ni wako, uwe makazi yako.<br/> <br/> <b>6</b><br/> Twae mapenzi yangu, sifa za moyo wangu,<br/> Twae kabisa nafsi, niwe wako halisi<br/> </p>\n"
  },
  {
    "name": "147 - Tawala Ndani Yangu",
    "cdata": "<p> <h1><b>147 - Tawala Ndani Yangu</b></h1> <b>1</b><br/> Tawala ndani yangu, ee Yesu mfalme,<br/> Uwe kwangu majibu, kwa maswali yangu,<br/> Uishi ndani yangu, wewe mwongozi,<br/> Utumishi ni wangu, wako utukufu.<br/> <br/> <b>2</b><br/> Hekalu nimetoa, umelisafisha,<br/> Sasa fahari yako, imulike ndani,<br/> Dunia iwe kimya, mwili sasa uwe,<br/> Mtumwa mtulivu, wa kukutii tu.<br/> <br/> <b>3</b><br/> Viungo vyake mwili, vyote vyakungoja,<br/> Tayari vikiitwa, kwenda kusimama,<br/> Bila manung’uniko, au malaumu,<br/> Au kusumbuliwa, pasipo majuto.<br/> <br/> <b>4</b><br/> Niwe na utulivu, pasipo haraka,<br/> Tayari kungojea, maagizo yako,<br/> Tawala ndani yangu, ee Yesu mfalme,<br/> Uwe kwangu majibu, kwa maswali yote.<br/> </p>\n"
  },
  {
    "name": "148 - Univute Karibu",
    "cdata": "<p> <h1><b>148 - Univute Karibu</b></h1> <b>1</b><br/> Univute karibu Baba, unikumbatie,<br/> Unisogeze kifuani, nataka pumziko.<br/> <br/> <i><b>KIITIKIO:</b><br/> Univute karibu, (Vuta univute karibu)<br/> Kwa kamba za upendo, (Kwa kamba, kamba za upendo)<br/> Univute (Kwa kamba za upendo, univute karibu)<br/> Karibu nawe. (Univute karibu)<br/> </i><br/> <b>2</b><br/> Univute Mwokozi wangu, na tusiachane,<br/> Mikono yako juu, yangu leo nii.<br/> <br/> <b>3</b><br/> Univute kwa roho yako, nifanane nawe,<br/> Unioshe unihuishe, niwe safi huru.<br/> </p>\n"
  },
  {
    "name": "149 - Kuwa Wake Yesu",
    "cdata": "<p> <h1><b>149 - Kuwa Wake Yesu</b></h1> <b>1</b><br/> Kuwa wake Yesu, je ni kusudi lako?<br/> Ungeenda naye, njia nyembamba?<br/> Unataka aubebe, mzigo wako?<br/> Awe Mwongozi wako.<br/> <br/> <i><b>KIITIKIO:</b><br/> Uwezo wake unakutosha, na damu yake itakusafi,<br/> Kwa vile ukubali ni bora, afanye mapenzi yake nawe.<br/> </i><br/> <b>2</b><br/> Unataka kuitika, anapokwita?<br/> Kupata amani, kwa kumpa vyote?<br/> Wataka uwezo, usianguke kamwe?<br/> Awe Mwongozi wako.<br/> <br/> <b>3</b><br/> Wataka raha katika, ufalme wake?<br/> Ungeshinda kwa majaribu yote?<br/> Ungefanya kazi yake, vizuri sana?<br/> Awe Mwongozi wako.<br/> </p>\n"
  },
  {
    "name": "150 - Hasha Maneno Mabaya",
    "cdata": "<p> <h1><b>150 - Hasha Maneno Mabaya</b></h1> <b>1</b><br/> Hasha maneno mabaya, yasitoke kinywani<br/> Moyo mwema uzuie, ndimi zisichafuke.<br/> <br/> <i><b>KIITIKIO:</b><br/> “Nanyi pendeni,” asema Yesu,<br/> (mpendane) (mpendane)<br/> Kama mwanzo alivyotupenda,<br/> “Nanyi pendeni,” asema Yesu,<br/> (mpendane) (mpendane)<br/> Wana tiini amri hii (amri heri hii).<br/> </i><br/> <b>2</b><br/> Pendo ni mtakatifu, urafiki mzuri,<br/> Visiharibike mara, kwa kunena vibaya.<br/> <br/> <b>3</b><br/> Tusinene kwa hasira, inazaa huzuni,<br/> Pendo lako ee Mwokozi, linatosha tushinde.<br/> </p>\n"
  },
  {
    "name": "151 - Huniongoza Mwokozi",
    "cdata": "<p> <h1><b>151 - Huniongoza Mwokozi</b></h1> <b>1</b><br/> Huniongoza Mwokozi, ndipo nami hufurahi,<br/> Niendapo pote napo, ataniongoza papo.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kuongoza hunishika, kwa mkono wa hakika,<br/> Nitaandamana naye, Kristo aniongozaye.<br/> </i><br/> <b>2</b><br/> Pengine ni mashakani, nami pengine rahani,<br/> Ni radhi ijayo yote, yupo nami siku zote.<br/> <br/> <b>3</b><br/> Mkono akinishika, kamwe sitanung’unika,<br/> Atakachoniletea, ni tayari kupokea.<br/> <br/> <b>4</b><br/> Nikiisha kazi chini, sitakimbia mauti,<br/> Kushinda ni ya hakika, nikiongozwa na Baba.<br/> </p>\n"
  },
  {
    "name": "152 - Karibu na Wewe",
    "cdata": "<p> <h1><b>152 - Karibu na Wewe</b></h1> <b>1</b><br/> Karibu na wewe, Mungu wangu,<br/> Karibu zaidi, Bwana wangu,<br/> Siku zote niwe, karibu na wewe,<br/> Karibu zaidi, Mungu wangu.<br/> <br/> <b>2</b><br/> Mimi nasafiri, duniani,<br/> Pa kupumzika, sipaoni,<br/> Nilalapo niwe, karibu na wewe,<br/> Karibu zaidi, Mungu wangu.<br/> <br/> <b>3</b><br/> Yote unipayo, yanivuta,<br/> Pa kukaribia nitapata,<br/> Na nielekezwe, karibu na wewe,<br/> Karibu zaidi, Mungu wangu.<br/> <br/> <b>4</b><br/> Na kwa nguvu, zangu nikusifu,<br/> Mwamba uwe, maji ya wokovu,<br/> Mashakani niwe, karibu na wewe,<br/> Karibu zaidi, Mungu wangu.<br/> <br/> <b>5</b><br/> Na nyumbani juu, Baba yangu,<br/> Nikinyakuliwa, toka huko,<br/> Kwa furaha niwe, pamoja na wewe,<br/> Karibu zaidi, Mungu wangu.<br/> </p>\n"
  },
  {
    "name": "153 - Fikira Moja tu",
    "cdata": "<p> <h1><b>153 - Fikira Moja tu</b></h1> <b>1</b><br/> Fikira moja tu, hurejea tena,<br/> Nimekaribia mbingu, zaidi ya jana.<br/> <br/> <i><b>KIITIKIO:</b><br/> Karibu na, kwetu mbingu,<br/> Karibu na kwetu sasa,<br/> Nikw karibu.<br/> </i><br/> <b>2</b><br/> Karibu na kwetu, na kwenye makao,<br/> Kiti cha enzi cha Mungu, pahali pa mto.<br/> <br/> <b>3</b><br/> Kamilisha Yesu, kuamini kwangu,<br/> Nikifika mwisho wangu, nikw karibu.<br/> </p>\n"
  },
  {
    "name": "154 - Yanipasa Kuwa Naye",
    "cdata": "<p> <h1><b>154 - Yanipasa Kuwa Naye</b></h1> <b>1</b><br/> Yanipasa kuwa naye, Mwokozi Bwana wangu,<br/> Akiwa karibu nami, napata nguvu kweli.<br/> <br/> <i><b>KIITIKIO:</b><br/> Moyo hauogopi, wala kutikisika.<br/> Nitakwenda apendapo, kwa kuwa anilinda.<br/> </i><br/> <b>2</b><br/> Yanipasa kuwa naye, kwani nategemea,<br/> Anaweza kufariji, na maneno matamu.<br/> <br/> <b>3</b><br/> Yanipasa kuwa naye maisha yangu yote,<br/> Yakiwapo majaribu, na mashaka yo yote.<br/> <br/> <b>4</b><br/> Yanipasa kuwa naye, katika njia zangu,<br/> Macho yake yaongoza, hatua zangu zote.<br/> </p>\n"
  },
  {
    "name": "155 - Njiani Huniongoza",
    "cdata": "<p> <h1><b>155 - Njiani Huniongoza</b></h1> <b>1</b><br/> Njiani huniongoza, Yesu wangu Mwokozi,<br/> Rehema hatapunguza, milele kiongozi,<br/> Ina raha kwandamana, duniani daima,<br/> Nijaposumbuka sana, yeye hutenda vyema.<br/> <br/> <b>2</b><br/> Njiani huniongoza, hupunguza matata,<br/> Nikiugua hupoza, na njaa ninashiba,<br/> Lichokapo guu langu, nguvu zikapungua,<br/> Jiwe lilo mbele yangu, hunibubujikia.<br/> <br/> <b>3</b><br/> Njiani huiongoza, kwa pendo lililo kuu,<br/> Mwisho atanituliza, kwake Baba yangu juu,<br/> Nikivikwa kutokufa, nikae na Mwokozi,<br/> Nitamsifu sana sifa, kweli ni kiongozi.<br/> </p>\n"
  },
  {
    "name": "156 - Uniongoze Yehova",
    "cdata": "<p> <h1><b>156 - Uniongoze Yehova</b></h1> <b>1</b><br/> Uniongoze Yehova, ni msafiri chini,<br/> Ni mnyonge u hodari, nilinde kwa mkono.<br/> Unitunze, unilinde, unionyeshe njia.<br/> <br/> <b>2</b><br/> Na kisima cha uzima, maji ya utabibu,<br/> Fungua na moyo wangu, ninywe na kuponyeka,<br/> Uninyweshe, unilishe, hata nimetosheka.<br/> <br/> <b>3</b><br/> Wakati wa kuuvuka, ule mto Yordani,<br/> Hofu yangu hufariji, ni uso wako,<br/> Nyimbo shangwe, nyimbo shangwe, nitaimba daima.<br/> </p>\n"
  },
  {
    "name": "157 - Mfalme yu Mlangoni",
    "cdata": "<p> <h1><b>157 - Mfalme yu Mlangoni</b></h1> <b>1</b><br/> Mfalme yu mlangoni, ndiye aliyetufia,<br/> Mara wote wampendao, atawakusanya.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yuaja, yuaja, mlangoni anasimama,<br/> Anakuja, anakuja, kuja kwake karibu.<br/> </i><br/> <b>2</b><br/> Dalili za kuja kwake, zinazidi kutimizwa,<br/> Karibuni wateule, watamlaki Bwana.<br/> <br/> <b>3</b><br/> Sitafute duniani, amani wala furaha,<br/> Mpaka Bwana arudi, dhambi kuondoa.<br/> <br/> <b>4</b><br/> Tutakaa na Mwokozi, makaoni ya milele,<br/> Daima tutafurahi, kuwa watu wake.<br/> </p>\n"
  },
  {
    "name": "158 - U mwendo Gani Nyumbani?",
    "cdata": "<p> <h1><b>158 - U mwendo Gani Nyumbani?</b></h1> <b>1</b><br/> U mwendo gani nyumbani? Mlinzi akanijibu,<br/> “Usiku sasa waisha, macheo karibu,”<br/> Usihuzunike tena, bali ulemee mwendo,<br/> Hata ushike ufalme, kule mwangani juu.<br/> <br/> <b>2</b><br/> Na tena niliuliza, nchi yote ikajibu,<br/> “Sasa mwendo watimika, milele karibu,”<br/> Usihuzunike tena, ishara kuu zasonga,<br/> Na viumbe vyangojea, sauti ya Bwana.<br/> <br/> <b>3</b><br/> Nikamwuliza shujaa, ndivyo kanitia moyo,<br/> “Shikilia mapigano, kitambo yaisha,”<br/> Usihuzunike tena, kazi ifanywe kwa moyo;<br/> Tumeahidiwa tunu tuishapo shinda.<br/> <br/> <b>4</b><br/> Siyo mbali na nyumbani, fikara tamu njiani,<br/> yatupoza roho nayo, yafuta machozi,<br/> Usihuzunike tena, kitambo tutakutana,<br/> Wenye furaha kamili, nyumbani mwa Baba.<br/> </p>\n"
  },
  {
    "name": "159 - Anakuja Upesi",
    "cdata": "<p> <h1><b>159 - Anakuja Upesi</b></h1> <b>1</b><br/> Anakuja upesi Yesu Bwana wetu, msafiri mbali na kwao,<br/> Alisema dhahiri “Nitakuja tena,” amina na uje Ee Bwana.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yuaja, Yesu atarudi sasa, anakuja duniani,<br/> Wasafiri wote watapumzika, Yesu anaporudi tena.<br/> </i><br/> <b>2</b><br/> Makaburi yote wafu wanapolala, yatafunguliwa tena,<br/> Na maelfu pale wataondoka tena, wasi machozi kamwe.<br/> <br/> <b>3</b><br/> Hatutatengana na hao tena huko, nyimbo nzuri tutaimba,<br/> Watakusanyika toka kila kabila, miguuni pa Mwana Kondoo.<br/> <br/> <b>4</b><br/> Aleluya amin aleluya tena, upendo wake unashinda,<br/> Tutamsifu milele hata tutashangaa, jinsi alivyotukomboa.<br/> </p>\n"
  },
  {
    "name": "160 - Watakatifu Kesheni",
    "cdata": "<p> <h1><b>160 - Watakatifu Kesheni</b></h1> <b>1</b><br/> Watakatifu kesheni, nguvu za mbingu zagonga,<br/> Washeni taa tayari, kwa kurudi kwake Bwana.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yuaja, Yesu mfalme, yuaja mwenye fahari,<br/> Yesu yuaja enzini, karibu Yesu uje.<br/> </i><br/> <b>2</b><br/> Piga mbiu tangazeni, habari ya ukombozi,<br/> Ya mponya wa upendo, nayo nguvu ya samaha.<br/> <br/> <b>3</b><br/> Falme nyingi zaangushwa, panda ya saba yalia;<br/> Tangaza neema yake, kabla ya kupita saa.<br/> <br/> <b>4</b><br/> Mataifa yapotea, nchi zajaa uchungu,<br/> Kristo anaharakisha, unabii unatimizwa.<br/> <br/> <b>5</b><br/> Wenye dhambi njoni sasa, Kristo awapatanishe,<br/> Mbio twaeni neema, kitambo muda waisha.<br/> </p>\n"
  },
  {
    "name": "161 - Piga Panda",
    "cdata": "<p> <h1><b>161 - Piga Panda</b></h1> <b>1</b><br/> Piga panda na ya makelele, Yesu yuaja tena,<br/> Ipaze sauti imba sana, Yesu yuaja tena.<br/> <br/> <i><b>KIITIKIO:</b><br/> Anakuja, anakuja, Yesu yuaja tena.<br/> </i><br/> <b>2</b><br/> Itoe mwangwi sana vilima, Yesu yuaja tena,<br/> Yuaja kwa utukufu mwingi, Yesu yuaja tena.<br/> <br/> <b>3</b><br/> Itangazwe mahali po pote, Yesu yuaja tena.<br/> Mwokozi aliyetufilia, Yesu yuaja tena.<br/> <br/> <b>4</b><br/> Kuona machafuko twajua, Yesu yuaja tena,<br/> Mataifa yakasiriana, Yesu yuaja tena.<br/> <br/> <b>5</b><br/> Maradhi hofu hutuhubiri, Yesu yuaja tena.<br/> Taabu, njaa hutulilia, Yesu yuaja tena.<br/> </p>\n"
  },
  {
    "name": "162 - Tumaini Liko",
    "cdata": "<p> <h1><b>162 - Tumaini Liko</b></h1> <b>1</b><br/> Tumaini liko la thamani kuu,<br/> Kupita anasa tupu zake ulimwengu.<br/> <br/> <b>2</b><br/> Pana nyota nzuri nuru itoayo,<br/> Kwetu wakati wa kifo ndio ufufuo.<br/> <br/> <b>3</b><br/> Zikiumwa roho na hofu mashaka,<br/> Sauti hutuambia Mungu hutupenda.<br/> <br/> <b>4</b><br/> Kutoka Kalwari sauti hunena,<br/> Nyota ni nuru ya mbingu tumaini letu.<br/> </p>\n"
  },
  {
    "name": "163 - Pengine Ni Saa",
    "cdata": "<p> <h1><b>163 - Pengine Ni Saa</b></h1> <b>1</b><br/> Pengine ni saa ya kupambazuka, mishale ya jua<br/> ipenyapo giza, kwamba atakuja Yesu mtukufu,<br/> awapokee wake.<br/> <br/> <i><b>KIITIKIO:</b><br/> Bwana itakuwa lini, tutakapoimba,<br/> “Anakuja, Bwana Yesu, Aleluya, Amin,<br/> Aleluya, Amin?”<br/> </i><br/> <b>2</b><br/> Pengine mchana pengine jioni, pengine usiku wa<br/> manane, giza litatoweka kwa fahari akija, awapokee<br/> wake.<br/> <br/> <b>3</b><br/> Majeshi yake yataimba ‘hosana,’ na watakatifu<br/> waliotukuzwa, watamsifu kwa kuwa amekuja,<br/> awapokee wake.<br/> <br/> <b>4</b><br/> Furaha tukiitwa pasipo kufa, pasipo kuona maradhi<br/> machozi, kuchukuliwa winguni kwa fahari,<br/> akija kwa watu wake.<br/> </p>\n"
  },
  {
    "name": "164 - Unakaribia Wakati",
    "cdata": "<p> <h1><b>164 - Unakaribia Wakati</b></h1> <b>1</b><br/> Unakaribia wakati wa kuja kwa Yesu,<br/> Atawachukua watu wake nyumbani juu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tunaiona mishale ya nuru inayopenya giza,<br/> Tunaiona mishale ya nuru ya ufufuo.<br/> </i><br/> <b>2</b><br/> Injili inatangazwa pote kwa mataifa,<br/> Bwana wa Arusi atakuja na tarumbeta.<br/> <br/> <b>3</b><br/> Pamoja na malaika zake Bwana arudi,<br/> Awapeleke waaminifu wasife tena.<br/> <br/> <b>4</b><br/> Wapenzi waliotengwa kale watakutana,<br/> Machozi yao wenye huzuni yatafutika.<br/> </p>\n"
  },
  {
    "name": "165 - Ahadi Tamu",
    "cdata": "<p> <h1><b>165 - Ahadi Tamu</b></h1> <b>1</b><br/> Ahadi tamu kwa waamini, tazama nakuja upesi sana,<br/> Uwe imara hatari kubwa, ndugu usilale, bali ukeshe.<br/> <br/> <i><b>KIITIKIO:</b><br/> Uihifadhi imani yako, dunia mpya itatolewa.<br/> Njoo ingia furaha yangu, taji zinangoja, uwe imara.<br/> </i><br/> <b>2</b><br/> Tutakesha na kutoa sala, atakuja kama mwivi kwa wengi,<br/> Ya kwamba yu karibu twajua, ila hatujui ni siku gani.<br/> <br/> <b>3</b><br/> Tunategemea neno lake, ambalo latangaza kuja kwake,<br/> Tumaini letu ni ahadi, “naja karibuni,” uwe imara.<br/> </p>\n"
  },
  {
    "name": "166 - Furaha kwa Ulimwengu",
    "cdata": "<p> <h1><b>166 - Furaha kwa Ulimwengu</b></h1> <b>1</b><br/> Furaha kwa ulimwengu, Bwana atakuja.<br/> Kila moyo umpokee, viumbe imbeni,<br/> Viumbe imbeni, viumbe vyote imbeni.<br/> <br/> <b>2</b><br/> Na Bwana atatawala, watu na waimbe,<br/> Miti milima na mawe, kariri furaha,<br/> Kariri furaha, kariri furaha kubwa.<br/> <br/> <b>3</b><br/> Atatawala kwa wema, atawafundisha<br/> Mataifa haki yake, ajabu za pendo,<br/> Ajabu za pendo, ajabu za pendo lake.<br/> </p>\n"
  },
  {
    "name": "167 - Yesu Bwana Mwokozi",
    "cdata": "<p> <h1><b>167 - Yesu Bwana Mwokozi</b></h1> <b>1</b><br/> Yesu Bwana Mwokozi, aishi milele,<br/> Najua kwamba yupo, pamoja na mimi;<br/> Sauti nasikia, rehema naona,<br/> Wakati namhitaji, yupo nami.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yu hai, yu hai, yu hai Bwana Yesu,<br/> Atembea, azungumza nami siku zote.<br/> Yu hai, yu hai, kutoa uzima,<br/> Hivi ndivyo nijuavyo,<br/> Yu hai ndani yangu.<br/> </i><br/> <b>2</b><br/> Ulinzi wake upo, naona dhahiri,<br/> Miguu ichokapo, sikati tamaa,<br/> Najua aniongoza, katika dhoruba,<br/> Siku ya kuja kwake, nitamwona.<br/> </p>\n"
  },
  {
    "name": "168 - Tarumbeta ya Mwana",
    "cdata": "<p> <h1><b>168 - Tarumbeta ya Mwana</b></h1> <b>1</b><br/> Tarumbeta ya Mwana itakapolia mara,<br/> Milele itakapopambazuka,<br/> Nao wa haki watakapokusanyika ng’ambo,<br/> Majina yaitwapo lo! niweko.<br/> <br/> <i><b>KIITIKIO:</b><br/> Majina yaitwapo lo, Majina yaitwapo lo,<br/> Majina yaitwapo lo, Majina yaitwapo lo niweko.<br/> </i><br/> <b>2</b><br/> Siku ile watakatifu watakapoamka,<br/> Nakuondoka huru kaburini,<br/> Watakapokusanyika makaoni kule juu,<br/> Majina yaitwapo lo niweko.<br/> <br/> <b>3</b><br/> Tutende kazi ya Yesu mchana kutwa kwa bidii,<br/> Tutangaze kote pendo lake kuu,<br/> Nayo kazi itakapotimika hapa chini,<br/> Majina yaitwapo lo niweko.<br/> </p>\n"
  },
  {
    "name": "169 - Hapo Yesu Atakapoita",
    "cdata": "<p> <h1><b>169 - Hapo Yesu Atakapoita</b></h1> <b>1</b><br/> Hapo Yesu atakapoita, mataifa mbele yake,<br/> Tutashindaje kwenye hukumu, mbele ya kiti cha enzi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Atakusanya ngano ghalani, atatupa mbali makapi,<br/> Tutashindaje hukumuni, siku kuu ya kiyama?<br/> </i><br/> <b>2</b><br/> Je tutasikia neno tamu, “Vema wewe mtumwa mwema,”<br/> Ama wenye uchungu na hofu, tutakatazwa ufalme?<br/> <br/> <b>3</b><br/> Atakubali tu kwa furaha, watoto wake wapendwa,<br/> Atawapa mavazi meupe, wakae kitini pake.<br/> <br/> <b>4</b><br/> Hivyo tukeshe nasi tungoje, wenye taa zinazowaka,<br/> Tutakapoitwa arusini, tuwe tayari kumlaki.<br/> <br/> <b>5</b><br/> Roho ikielekea mbingu, twangoja wenye saburi,<br/> Hata safari yetu iishe, tukae kwake milele.<br/> </p>\n"
  },
  {
    "name": "170 - Siitafuti Mali",
    "cdata": "<p> <h1><b>170 - Siitafuti Mali</b></h1> <b>1</b><br/> Siitafuti mali, wala utajiri,<br/> Nataka kwa yakini, nipate Mwokozi.<br/> Chuoni mwa ufalme, niambie Yesu,<br/> Jina langu yakini, je limeandikwa?<br/> <br/> <i><b>KIITIKIO:</b><br/> Je limeandikwa? Jina langu huko?<br/> Kitabuni mbinguni, je, limeandikwa?<br/> </i><br/> <b>2</b><br/> Dhambi zangu ni nyingi, ni kama mchanga,<br/> Lakini damu yako, mwokozi yatosha,<br/> Kwani umeahidi, zijapo nyekundu,<br/> Zitakuwa nyeupe, ilivyo theluji.<br/> <br/> <b>3</b><br/> Mji mzuri sana, wa majumba makuu,<br/> Walipo malaika, mji bila ovu,<br/> Wakaapo walio, na mavazi safi,<br/> Je limeandikwa, jina langu huko.<br/> </p>\n"
  },
  {
    "name": "171 - Imeanzishwa Hukumu",
    "cdata": "<p> <h1><b>171 - Imeanzishwa Hukumu</b></h1> <b>1</b><br/> Imeanzishwa hukumu mbinguni, tutasimamaje pale,<br/> Apimapo Mungu Hakimu, kila wazo na tendo?<br/> <br/> <i><b>KIITIKIO:</b><br/> Tutasimamaje sote katika siku kuu ile?<br/> Dhambi zetu zitafutika, ama zitatuangusha?<br/> </i><br/> <b>2</b><br/> Wametangulia wafu kupimwa, kitambo ndipo wahai,<br/> Watapokea neno la mwisho, vitabuni mwa Mungu.<br/> <br/> <b>3</b><br/> Tutasimamaje usiku ule, siri zetu kila moja,<br/> Zafunuliwa toka vitabu, Yesu atusaidie!<br/> </p>\n"
  },
  {
    "name": "172 - Mfalme Wetu Atuita",
    "cdata": "<p> <h1><b>172 - Mfalme Wetu Atuita</b></h1> <b>1</b><br/> Mfalme wetu atuita, tukae karamuni kwake,<br/> Itakuwaje nasi kule, Bwana ajapo?<br/> <br/> <i><b>KIITIKIO:</b><br/> Bwana ajapo ndugu, Bwana ajapo,<br/> Itakuwaje na sisi, Bwana akija?<br/> </i><br/> <b>2</b><br/> Atavikwa vizuri sana, taji badala ya miiba,<br/> Kweli tukeo la fahari, Bwana ajapo.<br/> <br/> <b>3</b><br/> Kwa furaha awakubali, wenye mavazi ya arusi,<br/> Tu wa heri tukimridhisha, Bwana ajapo.<br/> <br/> <b>4</b><br/> Kutakuwako na utengo, watalia waliomwasi,<br/> Cha kutisha kipindi kile, Kristo ajapo!<br/> <br/> <b>5</b><br/> Mfalme utupe neema, sisi tunapokungojea,<br/> Tusiogope kukuona, ujapo Bwana.<br/> </p>\n"
  },
  {
    "name": "173 - Hatujui Saa",
    "cdata": "<p> <h1><b>173 - Hatujui Saa</b></h1> <b>1</b><br/> Hatujui saa ya kuja kwa Bwana, lakini dalili zasema<br/> karibu, Atakaporudi lakini kwa kweli, hatujui saa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Atakuja, kwa vile tukeshe,<br/> Atakuja, Mwokozi aleluya,<br/> Atakuja kwa fahari, ya baba yake,<br/> Hatujui saa.<br/> </i><br/> <b>2</b><br/> Pana nuru kwao wapendao haki, pana kweli katika chuo<br/> cha Mungu, Unabii hufundisha kuja kwake, hatujui saa.<br/> <br/> <b>3</b><br/> Tutakesha na tutaomba daima, tutafanya kazi mpaka<br/> akija, Tutaimba na tutasoma ishara, hatujui saa.<br/> </p>\n"
  },
  {
    "name": "174 - Sijui Atakapokuja",
    "cdata": "<p> <h1><b>174 - Sijui Atakapokuja</b></h1> <b>1</b><br/> Sijui atakapokuja, mchana au usiku,<br/> Labda saa ya alasiri, pengine ni alfajiri,<br/> Hutwambia tuwe tayari, taa zetu tusizime,<br/> Ili ajapo atukute, tuwe tukimngoja Yeye.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tu... kimngoje.......a,<br/> (Kukesha tunakungoja Wewe)<br/> Tu... kimngoja.......a,<br/> (Kukesha tunakungoja Wewe)<br/> Tu... kimngoje........a,<br/> (Kukesha tunakungoja wewe)<br/> Twakesha twamngoja Yeye.<br/> </i><br/> <b>2</b><br/> Nakumbuka huruma zake, bei ya wokovu wetu,<br/> Aliacha nyumba tukufu, awafilie wabaya,<br/> Ninadhani itampendeza, kama sisi watu wake,<br/> Tukionyesha pendo letu, tuwe tukimngoja Yeye.<br/> <br/> <b>3</b><br/> Ee Yesu Mwokozi mpendwa, wajua nalihifadhi,<br/> Tumaini la kukuona, la kukaribishwa nawe,<br/> Ukija kwa watu wengine, kama mhukumu wao,<br/> Kwangu utakuwa rafiki, nakesha nakungojea.<br/> </p>\n"
  },
  {
    "name": "175 - Nitaonana na Yesu",
    "cdata": "<p> <h1><b>175 - Nitaonana na Yesu</b></h1> <b>1</b><br/> Nitaonana na Yesu, uso kwa uso kweli,<br/> Siku ile shangwe tele, nikimwona Mwokozi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tutaonana kwa macho, huko kwetu mbinguni,<br/> Na kwa utukufu wake, nitamwona milele.<br/> </i><br/> <b>2</b><br/> Sasa siwezi kujua, jinsi alivyo hasa,<br/> Bali atakapokuja, nitamwona halisi.<br/> <br/> <b>3</b><br/> Mbele yake yafukuzwa, machozi na huzuni,<br/> Kipotovu kitanyoshwa, fumbo litafumbuka.<br/> <br/> <b>4</b><br/> Uso kwa uso hakika, palepale furaha,<br/> Nitafurahi kabisa, nikimwona Mwokozi.<br/> </p>\n"
  },
  {
    "name": "176 - Ati nane Mtoni?",
    "cdata": "<p> <h1><b>176 - Ati nane Mtoni?</b></h1> <b>1</b><br/> Ati nane mtoni? Maji mazuri ya mbingu,<br/> Yanatokea mwangani, penye kiti cha Mungu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Naam nane mtoni, watakatifu kwenu ni mtoni,<br/> Tutakutanika kule mtoni, penye kiti cha Mungu.<br/> </i><br/> <b>2</b><br/> Tukitembea mtoni, na Yesu mchunga wetu,<br/> Daima tu ibadani, usoni pake kwetu.<br/> <br/> <b>3</b><br/> Tukisafiri mtoni, tutue ulemeao,<br/> Wema wa Mungu yakini, una taji na vazi<br/> <br/> <b>4</b><br/> Kwang’ara sana mtoni, cha Mwokozi ni kioo,<br/> Milele hatuachani, tumsifu kwa nyimbo.<br/> <br/> <b>5</b><br/> Karibu sana mtoni, karibu tutawasili,<br/> Mara huwa furahani, na amani ya kweli.<br/> </p>\n"
  },
  {
    "name": "177 - Kazi Yangu Ikiisha",
    "cdata": "<p> <h1><b>177 - Kazi Yangu Ikiisha</b></h1> <b>1</b><br/> Kazi yangu ikiisha, nami nikiokoka,<br/> Na kuvaa kutokuharibika,<br/> Nitamjua Mwokozi, nivukapo ng’amboni,<br/> Atakuwa wa kwanza kunilaki.<br/> <br/> <i><b>KIITIKIO:</b><br/> Nitamjua, nitamjua, nikimwona uso kwa uso,<br/> Nitamjua, nitamjua, kwa alama za misumari.<br/> </i><br/> <b>2</b><br/> Kuona uso wake, kutanipa Furaha,<br/> Furaha isiyo ya kukomesha,<br/> Nitamsifu Mwokozi, kwa rehema na pendo,<br/> Vilivyonipa pahali mbinguni.<br/> <br/> <b>3</b><br/> Nao waliokufa, katika Bwana Yesu,<br/> Nitawaona tena huko juu,<br/> Lakini nifikapo, kwake huko mbinguni,<br/> Nataka kumwona Mwokozi kwanza.<br/> <br/> <b>4</b><br/> Milangoni mwa mji, Bwana atanipisha,<br/> Pasipo machozi wala huzuni,<br/> Nitauimba wimbo, wa milele lakini,<br/> Nataka kumwona Mwokozi kwanza.<br/> </p>\n"
  },
  {
    "name": "178 - Ukingoni Mwa Yordani",
    "cdata": "<p> <h1><b>178 - Ukingoni Mwa Yordani</b></h1> <b>1</b><br/> Ukingoni mwa Yordani, ninaangalia,<br/> Bara nzuri ya Kanaani, ninayotamani.<br/> <br/> <i><b>KIITIKIO:</b><br/> Tutakaa pamoja na Yesu,<br/> Katika pwani yenye raha,<br/> Tutaimba wimbo wa Musa na Kondoo,<br/> Milele hata milele.<br/> </i><br/> <b>2</b><br/> Bara ile ina nuru, nuru ya milele,<br/> Kristo jua hutawala, hufukuza giza.<br/> <br/> <b>3</b><br/> Nitapafikia lini, na kubarikiwa,<br/> Penye ufalme wa Baba, na kumwona uso.<br/> <br/> <b>4</b><br/> Furaha yangu rohoni ni kuchukuliwa,<br/> Siyaogopi mawimbi katika Yordani.<br/> </p>\n"
  },
  {
    "name": "179 - Wavunaji Watafurahi",
    "cdata": "<p> <h1><b>179 - Wavunaji Watafurahi</b></h1> <b>1</b><br/> Wavunaji watafurahi, pale watakaporudi,<br/> Wakiyaleta mavuno, hata Yerusalemu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Furaha wataipata, furaha hata milele,<br/> Furaha wataipata, wakati wa mavuno.<br/> </i><br/> <b>2</b><br/> Na siku ile tutaimba, kumshukuru na kumsifu,<br/> Bwana Yesu jumbe wetu, kule Yerusalemu.<br/> <br/> <b>3</b><br/> Wavunaji watafurahi, makaoni mwa milele,<br/> Yaliyowekwa tayari, kule Yerusalemu.<br/> </p>\n"
  },
  {
    "name": "180 - Pana Mahali Pazuri Mno",
    "cdata": "<p> <h1><b>180 - Pana Mahali Pazuri Mno</b></h1> <b>1</b><br/> Pana mahali pazuri mno, twapaona kwa mbali sana,<br/> Baba yetu angoja pale, amepanga makao yetu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kitambo tu bado, tutakutana ng’ambo pale,<br/> Kitambo tu bado, tutakutana ng’ambo pale.<br/> </i><br/> <b>2</b><br/> Tutaimba pale kwa moyo, nyimbo tamu za wenye heri,<br/> Na rohoni hatutaona, tena haja ya kupumzika.<br/> <br/> <b>3</b><br/> Kwa Baba yetu mkarimu, tutatoa shukrani sana,<br/> Kwa kipaji cha pendo lake, na baraka anazotupa.<br/> </p>\n"
  },
  {
    "name": "181 - Mahali pa Maji",
    "cdata": "<p> <h1><b>181 - Mahali pa Maji</b></h1> <b>1</b><br/> Mahali pa maji mazuri, maji ya uzima,<br/> Anapotungojea Yesu, tutakaribishwa.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mahali pa maji mazuri, penye maji ya uzima,<br/> Tutakaa na Mwokozi, chemchemi ya uzima.<br/> </i><br/> <b>2</b><br/> Tunapochoka safarini, tamu kupumzika.<br/> Panapo maji ya uzima, yatufurahisha.<br/> <br/> <b>3</b><br/> Una kiu? uje kwa Yesu, utaburudishwa,<br/> Yesu yu maji ya uzima, unywe uokoke.<br/> </p>\n"
  },
  {
    "name": "182 - Mchana Hauishi",
    "cdata": "<p> <h1><b>182 - Mchana Hauishi</b></h1> <b>1</b><br/> Mchana hauishi, mjini mzuri,<br/> Mji hautapita, na hapana giza.<br/> <br/> <i><b>KIITIKIO:</b><br/> Machozi yatafutwa, kifo hakuna kule,<br/> Hawahesabu siku, na hapana giza.<br/> </i><br/> <b>2</b><br/> Milango ni ya lulu, mjini mzuri,<br/> Dhahabu njia zake, na hapana giza.<br/> <br/> <b>3</b><br/> Milango haifungwi, mjini mzuri,<br/> Mto ni wa uzima, na hapana giza.<br/> <br/> <b>4</b><br/> Hawahitaji jua, mjini mzuri,<br/> Mwana Kondoo nuru, na hapana giza.<br/> </p>\n"
  },
  {
    "name": "183 - Furaha na Raha",
    "cdata": "<p> <h1><b>183 - Furaha na Raha</b></h1> <b>1</b><br/> Furaha na raha tutapata, furaha na raha tutapata,<br/> Furaha na raha tutapata, Yesu anaporudi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yesu anaporudi (rudi), Yesu anaporudi (rudi),<br/> Furaha na raha tutapata, Yesu anaporudi.<br/> </i><br/> <b>2</b><br/> Tutaimba nyimbo za shangwe kuu,<br/> Tutaimba nyimbo za shangwe kuu,<br/> Tutaimba nyimbo za shangwe kuu ,Yesu anaporudi.<br/> <br/> <b>3</b><br/> Hapana machozi arudipo, hapana machozi arudipo,<br/> Hapana machozi arudipo, kwa wateule wake.<br/> </p>\n"
  },
  {
    "name": "184 - Vitu Vyote ni Sawa",
    "cdata": "<p> <h1><b>184 - Vitu Vyote ni Sawa</b></h1> <b>1</b><br/> Vitu vyote ni sawa, panapo pendo,<br/> Kila sauti tamu, panapo pendo.<br/> Pana amani pale, na furaha nyumbani,<br/> Siku zote salama, panapo pendo.<br/> <br/> <i><b>KIITIKIO:</b><br/> Panapo upendo, siku zote salama, panapo pendo.<br/> </i><br/> <b>2</b><br/> Furaha i nyumbani, panapo pendo,<br/> Hapana machukizo, panapo pendo,<br/> Chakula ni kitamu, mashamba yasitawi,<br/> Maisha ni kamili, panapo pendo.<br/> <br/> <b>3</b><br/> Hata mbinguni juu, pana furaha,<br/> Wakiona upendo, nyumbani mwetu.<br/> Macho yanapendezwa, na viumbe vya Mungu,<br/> Naye Mungu huona, panapo pendo.<br/> <br/> <b>4</b><br/> Ee Yesu niwe wako, wako kabisa,<br/> Ndipo patakuwako pendo nyumbani.<br/> Nitakaa salama, sitaifanya dhambi,<br/> Nitabarikiwa tu, panapo pendo.<br/> </p>\n"
  },
  {
    "name": "185 - Mungu U Mapenzi",
    "cdata": "<p> <h1><b>185 - Mungu U Mapenzi</b></h1> <b>1</b><br/> Mungu u mapenzi makamilifu, yapitayo fahamu za watu,<br/> Twanyenyekea sisi wapungufu, wape baraka wapenzi wetu.<br/> <br/> <b>2</b><br/> Ewe Mapenzi yasiyopimika, twawaombea kitini Mwako,<br/> Wape mapenzi yasiyotindika, waliooana mbele yako.<br/> <br/> <b>3</b><br/> Ewe uhai, wewe u dhamana, ya imani na matumaini,<br/> Wape kuvumilia hapa sana wasiche maumivu mwishoni.<br/> <br/> <b>4</b><br/> Wape furaha hiyo iwezayo, kutia nuru kwenye huzuni,<br/> Wape amani hiyo itokayo, katika matata duniani.<br/> <br/> <b>5</b><br/> Waende mbele kusaidiana, maisha yao ulimwenguni,<br/> Hata mwisho, ni kuja kwake Yesu, wafurahi milele mbinguni.<br/> </p>\n"
  },
  {
    "name": "186 - Tuonanapo na Rafiki",
    "cdata": "<p> <h1><b>186 - Tuonanapo na Rafiki</b></h1> <b>1</b><br/> Tuonanapo na rafiki sote twafurahi,<br/> Ila tumepaswa mwishowe kuagana tena.<br/> <br/> <i><b>KIITIKIO:</b><br/> Hatutaagana tena nyumbani mbinguni,<br/> Kwenye nchi tamu juu, hatutaagana.<br/> </i><br/> <b>2</b><br/> Twatumaini kwa furaha tutaonana juu,<br/> Na rafiki tulioaga tuishapo shinda.<br/> <br/> <b>3</b><br/> Kule hatutatamka kamwe neno la kuaga,<br/> Tutaimba daima tena nyimbo za furaha.<br/> </p>\n"
  },
  {
    "name": "187 - Kufariki Naye Yesu",
    "cdata": "<p> <h1><b>187 - Kufariki Naye Yesu</b></h1> <b>1</b><br/> Kufariki naye Yesu, usingizi wenye heri,<br/> Raha isiyofujika, kwa majonzi na adui.<br/> <br/> <b>2</b><br/> Kufariki naye Yesu, lo ya kubwaga simanzi<br/> Na kulala na amani, hata Bwana awatuze.<br/> <br/> <b>3</b><br/> Kufariki naye Yesu, heri watakaoamshwa,<br/> Wataona siku ile, utukufu wake Bwana.<br/> <br/> <b>4</b><br/> Kufariki naye Yesu, wataamka aitapo,<br/> Watapasua kaburi, na kutoka watukufu.<br/> </p>\n"
  },
  {
    "name": "188 - Wimbi la Damu",
    "cdata": "<p> <h1><b>188 - Wimbi la Damu</b></h1> <b>1</b><br/> Wimbi la damu ya Yesu, linatutakasa,<br/> Aliumia kusudi, tupate uzima.<br/> <br/> <i><b>KIITIKIO:</b><br/> Wimbi la damu naona, naingia natakaswa,<br/> Bwana asifiwe sana, hutakasa hutakasa.<br/> </i><br/> <b>2</b><br/> Damu inasema kwangu, nasikia mvuto,<br/> Inasema moyo wangu, hutakaswa nayo.<br/> <br/> <b>3</b><br/> Naondoka kutembea, kwa nuru ya mbingu,<br/> Mavazi yamesafishwa, moyoni ni Yesu.<br/> <br/> <b>4</b><br/> Neema ni ya ajabu, kutakaswa ndani,<br/> Na kuwa naye Yesu tu, aliye Mwokozi.<br/> </p>\n"
  },
  {
    "name": "189 - Mimina Upya",
    "cdata": "<p> <h1><b>189 - Mimina Upya</b></h1> <b>1</b><br/> Mimina upya, nguvu toka juu,<br/> Tupe pendo lako, ewe Mwokozi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Twakusihi sana, Yesu Mwokozi,<br/> Tubatize upya, kwa Roho leo.<br/> </i><br/> <b>2</b><br/> Kwako twalia, wenye maovu,<br/> Osha moyo wetu, ututakase.<br/> <br/> <b>3</b><br/> Kipaji cha juu, kitume kwetu,<br/> Tubariki sasa, utufariji.<br/> <br/> <b>4</b><br/> Isikilize, kwa moyo wazi,<br/> Sauti ya Roho, ubarikiwe.<br/> Meza ya Bwana<br/> </p>\n"
  },
  {
    "name": "190 - Raha Yangu Yote, Bwana",
    "cdata": "<p> <h1><b>190 - Raha Yangu Yote, Bwana</b></h1> <b>1</b><br/> Raha yangu yote Bwana, i mbavuni pako,<br/> Mimi sina haja tena, ila kifo chako.<br/> <br/> <b>2</b><br/> Mwokozi uliyekufa, nawe ndiwe Mungu,<br/> Kifo chako ni kwa dhambi, ziondoe zangu.<br/> <br/> <b>3</b><br/> Nioshe na niwe wako, nawe uwe wangu,<br/> Nioshe damuni mwako, liwe fungu langu.<br/> <br/> <b>4</b><br/> Nioshe si miguu tu, osha tangu nyayo,<br/> Hata kichwa changu juu, na ndani ya moyo,<br/> <br/> <b>5</b><br/> Na iwe kafara damu, nifanyapo kazi,<br/> Hata imani itimu, niku Mwokozi.<br/> </p>\n"
  },
  {
    "name": "191 - Mkate wa Mbingu",
    "cdata": "<p> <h1><b>191 - Mkate wa Mbingu</b></h1> <b>1</b><br/> Mkate wa mbingu mega kwetu, ulivyotoa kwa thenashara,<br/> Katika kitabu twakuona, Moyo unatweta kukutana.<br/> <br/> <b>2</b><br/> Neno la ukweli libariki, tusikie mwito wa upole,<br/> Vizuizi vyote vitakoma, tena tutapata uungwana.<br/> <br/> <b>3</b><br/> Uzima na nguvu utanena, nakimbilia kukufuata,<br/> Lakini mnyonge ndiye mimi: naye mshindaji ndiye wewe!<br/> </p>\n"
  },
  {
    "name": "192 - Mwamba Wenye Imara",
    "cdata": "<p> <h1><b>192 - Mwamba Wenye Imara</b></h1> <b>1</b><br/> Mwamba wenye imara, kwako nitajificha,<br/> Maji hayo na damu, yaliyotoka humu,<br/> Hunisafi na dhambi, hunifanya mshindi.<br/> <br/> <b>2</b><br/> Kwa kazi zote pia, sitimizi sheria.<br/> Nijapofanya bidii, nikilia na kudhii,<br/> Hayaishi makosa, ndiwe wa kuokoa.<br/> <br/> <b>3</b><br/> Sina cha mkononi, naja msalabani,<br/> Nili tupu nivike, ni mnyonge nishike,<br/> Nili mchafu naja, nioshe nisijafa.<br/> <br/> <b>4</b><br/> Nikungojapo chini, na kwenda kaburini,<br/> Nipaapo mbinguni, na kukwona enzini,<br/> Roho yangu na iwe, rahani mwako wewe.<br/> </p>\n"
  },
  {
    "name": "193 - Sauti ya Mchungaji",
    "cdata": "<p> <h1><b>193 - Sauti ya Mchungaji</b></h1> <b>1</b><br/> Sauti ya Mchungaji, ninasikia jangwani,<br/> Kondoo waliopotea, anawaita warudi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Leteni, leteni, leteni toka dhambini,<br/> Leteni, leteni, waleteni kwa Yesu.<br/> </i><br/> <b>2</b><br/> Nani atakayekwenda, amsaidie Mchungaji,<br/> Awarudishe zizini, wasife bure gizani.<br/> <br/> <b>3</b><br/> Usikose kusikia, sauti ya Mchungaji,<br/> Kondoo waliopotea nenda na kuwatafuta.<br/> </p>\n"
  },
  {
    "name": "194 - Twaomba Bwana",
    "cdata": "<p> <h1><b>194 - Twaomba Bwana</b></h1> <b>1</b><br/> Twaomba Bwana, umpokee kama mhudumu,<br/> Ambaye anajitoa, kuwa mtumishi.<br/> <br/> <b>2</b><br/> Twaomba Bwana, umpokee kama mhudumu,<br/> Neno lako alitoe, mwangaza kung’aa.<br/> <br/> <b>3</b><br/> Mwokozi wetu, twaomba na umwandikie,<br/> Kitabuni mwako, juu mjumbe wa injili.<br/> <br/> <b>4</b><br/> Silaha zake, apewe kumshinda adui,<br/> Vitani awe hodari, mpaka mauti.<br/> <br/> <b>5</b><br/> Yeye ashindaye, Bwana kwa rehema yako,<br/> Ile taji ya dhahabu, nawe utampa.<br/> Kuweka Kanisa Wakfu<br/> </p>\n"
  },
  {
    "name": "195 - Msingi wa Kanisa",
    "cdata": "<p> <h1><b>195 - Msingi wa Kanisa</b></h1> <b>1</b><br/> Msingi wa Kanisa ndiye Yesu Bwana,<br/> Kiumbe chake kipya akipenda sana,<br/> Kutaka ‘kitafuta alishuka chini,<br/> Naye kwa haja yake, akafa mtini.<br/> <br/> <b>2</b><br/> Lina kila kabila kisha ndiyo moja,<br/> Wokovu wake una Mwokozi mmoja,<br/> Uzazi ni umoja moja tumaini,<br/> Chakula ni kimoja, moja tumaini.<br/> <br/> <b>3</b><br/> Watu hustaajabu kwa mashaka yote,<br/> Yaipatayo nje hata ndani mwote,<br/> Ila watakatifu humwomba wakikesha,<br/> Usiku ni kilio, asubuhi raha.<br/> <br/> <b>4</b><br/> Mashaka na taabu hata vita vyake,<br/> Vyangoja matimizo ya amani yake,<br/> Ndipo kwa macho yetu tw utukufu,<br/> Kanisa ya kushinda, itastarehe juu<br/> </p>\n"
  },
  {
    "name": "196 - Kitambo Bwana Yuaja",
    "cdata": "<p> <h1><b>196 - Kitambo Bwana Yuaja</b></h1> <b>1</b><br/> Kitambo Bwana yuaja, atafute kote<br/> Vito vya thamani kubwa, mali yake kuu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kama nyota tajini, vitang’aa sana,<br/> Vito vizuri kweli, vyenye thamani.<br/> </i><br/> <b>2</b><br/> Karibu atakusanya, vito kwa ufalme,<br/> Vizuri vinavyong’aa, mali yake kuu.<br/> <br/> <b>3</b><br/> Watoto wote wadogo, wampendao Yesu,<br/> Ndiyo vito ving’aavyo, mali yake kuu,<br/> </p>\n"
  },
  {
    "name": "197 - Anipenda ni Kweli",
    "cdata": "<p> <h1><b>197 - Anipenda ni Kweli</b></h1> <b>1</b><br/> Anipenda ni kweli, Mungu anena hili,<br/> Sisi wake watoto, kutulinda si zito.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yesu Mwokozi, ananipenda,<br/> Kweli hupenda, Mungu amesema.<br/> </i><br/> <b>2</b><br/> Kwa kupenda akafa, niokoke na kifo,<br/> Atazisafi taka, sana ataniweka.<br/> <br/> <b>3</b><br/> Anipenda kabisa, niuguapo sasa,<br/> Anitunza mbinguni, niliyelala chini.<br/> <br/> <b>4</b><br/> Kunipenda haachi, tu sote hapa chini,<br/> Baada ya mashaka, kwake tanipeleka.<br/> </p>\n"
  },
  {
    "name": "198 - Nilinawa Mikono",
    "cdata": "<p> <h1><b>198 - Nilinawa Mikono</b></h1> <b>1</b><br/> Nilinawa mikono, safi asubuhi,<br/> Itende kazi kutwa, kwa Yesu Mwokozi.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kaza sana macho, njiani kote,<br/> Utende kwa Yesu, kazi njema tu.<br/> </i><br/> <b>2</b><br/> Natega masikio, nitambue wasaa,<br/> Mikono na itende, upole daima.<br/> <br/> <b>3</b><br/> Macho yangu yachunga, mikono kazini,<br/> Ilindwe maovuni, impendeze Yesu.<br/> </p>\n"
  },
  {
    "name": "199 - Upendo ni Furaha",
    "cdata": "<p> <h1><b>199 - Upendo ni Furaha</b></h1> <b>1</b><br/> Upendo ni furaha, ni kweli desturi,<br/> Yake kuzisahihisha njia zetu zote.<br/> <br/> <i><b>KIITIKIO:</b><br/> Yu pendo, tu watoto wake.<br/> Yu pendo, mwana wa Mungu,<br/> Na sisi tupendane, kama Baba Mungu,<br/> Amri yake ndiyo hii, kupendana sana.<br/> </i><br/> <b>2</b><br/> Duniani huzuni, ugonjwa mauti,<br/> Kwa pendo tuwafariji wenye mahitaji.<br/> <br/> <b>3</b><br/> Na atakapokuja, kutuchukua juu,<br/> Tutaimbia milele pendo lake Yesu.<br/> </p>\n"
  },
  {
    "name": "200 - Baba Yetu Aliye Mbinguni",
    "cdata": "<p> <h1><b>200 - Baba Yetu Aliye Mbinguni</b></h1> <b>1</b><br/> Baba yetu aliye mbinguni, amenifurahisha yakini,<br/> Kuniambia mwake chuoni, ya kuwa nami Yesu pendoni.<br/> <br/> <i><b>KIITIKIO:</b><br/> Anipenda Mwokozi Yesu, anipenda, anipenda,<br/> Anipenda Mwokozi Yesu, anipenda mimi.<br/> </i><br/> <b>2</b><br/> Nimuachapo kutanga mbali, yeye yu vivyo hupenda kweli,<br/> Hunirejeza kwake moyoni, kweli yu nami Yesu pendoni.<br/> <br/> <b>3</b><br/> Anipenda, nami ninampenda, kwa wokovu alionitenda,<br/> Akanifilia Msalabani, kwa kuwa nami Yesu pendoni.<br/> </p>\n"
  },
  {
    "name": "201 Mungu Huona Vindege",
    "cdata": "<p> <h1><b>201 Mungu Huona Vindege</b></h1> <b>1</b><br/> Mungu huona videge, wanaoanguka,<br/> Akiwapenda videge, vile hunipenda.<br/> <br/> <i><b>KIITIKIO:</b><br/> Hunipenda, hunipenda, hunipenda pia,<br/> Najua ananipenda, niliye mdogo.<br/> </i><br/> <b>2</b><br/> Rangi ya namna nzuri, hupamba maua,<br/> Akiyapenda maua, vile hunipenda.<br/> <br/> <b>3</b><br/> Mungu aliyeviumba, videge, maua,<br/> Hatasahau watoto, kweli huwapenda.<br/> </p>\n"
  },
  {
    "name": "202 Sikia Mlio",
    "cdata": "<p> <h1><b>202 Sikia Mlio</b></h1> <b>1</b><br/> Sikia mlio, pesa koponi<br/> Zinalialia, zote kwa Yesu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Kuanguka kuanguka, pesa koponi,<br/> Kila moja kwako, Yesu zipokee.<br/> </i><br/> <b>2</b><br/> Huanguka pesa, toka mikono,<br/> Sadaka kwa Yesu, ya kundi dogo.<br/> <br/> <b>3</b><br/> Tulio wadogo, tuna haba tu,<br/> Tuishapo kua, ‘tatoa zaidi.<br/> <br/> <b>4</b><br/> Wenye mali chache, tumpe moyo,<br/> Kwa furaha tupu, atakubali.<br/> </p>\n"
  },
  {
    "name": "203 Siku Sita Fanya Kazi",
    "cdata": "<p> <h1><b>203 Siku Sita Fanya Kazi</b></h1> <b>1</b><br/> Siku sita fanya kazi, ya saba ni kwa Yesu.<br/> Hapo tunapopumzika, kwani ni yake Yesu.<br/> <br/> <i><b>KIITIKIO:</b><br/> Moja mbili tatu nne, tano sita zote kwetu,<br/> Lakini tutakumbuka, ya saba ni kwa Yesu.<br/> </i><br/> <b>2</b><br/> Huonyesha ya kufanya, kwa kuwa ni ya Yesu,<br/> Na atuonyesha njia, tutamfuata Yesu.<br/> <br/> <b>3</b><br/> Tuombe kila Sabato, na kujifunza kwake,<br/> Tutamtii daima, tutakaa na Yesu.<br/> </p>\n"
  },
  {
    "name": "204 Kuwa na Yesu Nyumbani",
    "cdata": "<p> <h1><b>204 Kuwa na Yesu Nyumbani</b></h1> <b>1</b><br/> Kuwa na Yesu nyumbani,<br/> Furaha nyingi, Furaha nyingi,<br/> Furaha nyingi.<br/> Kuwa na Yesu nyumbani,<br/> Furaha nyingi, Furaha nyingi.<br/> <br/> <b>2</b><br/> Yesu yu ndani ya Baba,<br/> Nyumba salama, nyumba salama, nyumba salama,<br/> Yesu yu ndani ya Baba,<br/> Nyumba salama, nyumba salama.<br/> <br/> <b>3</b><br/> Yesu yu ndani ya Mama,<br/> Nyumba salama, nyumba salama, nyumba salama,<br/> Yesu yu ndani ya Mama.<br/> Nyumba salama, nyumba salama.<br/> <br/> <b>4</b><br/> Yesu ndani ya Watoto,<br/> Nyumba salama, nyumba salama, nyumba salama,<br/> Yesu ndani ya Watoto.<br/> Nyumba salama, nyumba salama.<br/> </p>\n"
  },
  {
    "name": "205 Msifu Mungu Ee Watoto",
    "cdata": "<p> <h1><b>205 Msifu Mungu Ee Watoto</b></h1> <b>1</b><br/> Msifu Mungu, ee watoto wote, yu pendo, Yu pendo,<br/> Msifu, Msifu, ee watoto wote Mungu ni upendo.<br/> <br/> <b>2</b><br/> Tunampenda, ee watoto wote, yu pendo, Yu pendo,<br/> Tunampenda, ee watoto wote Mungu ni upendo.<br/> <br/> <b>3</b><br/> Tumikeni, ee watoto wote. yu pendo, Yu pendo,<br/> Tumikeni, ee watoto wote Mungu ni upendo.<br/> </p>\n"
  },
  {
    "name": "206 Mwokozi Wangu Alinipenda",
    "cdata": "<p> <h1><b>206 Mwokozi Wangu Alinipenda</b></h1> <b>1</b><br/> Mwokozi wangu alinipenda, maovu hayanitengi naye,<br/> Alijitoa kuniponya, sasa mimi wake.<br/> <br/> <i><b>KIITIKIO:</b><br/> Mimi wake kabisa, naye Yesu wangu,<br/> Si kwa wakati huu tu, bali na milele.<br/> </i><br/> <b>2</b><br/> Dhambini nilijidhili sana, Yesu akaja kunikomboa,<br/> Akanitoa sumbukoni, sasa mimi wake.<br/> <br/> <b>3</b><br/> Furaha nyingi moyoni mwangu, Bwana Yesu kuni-<br/> fanya huru, Kunitwaa kwa damu yake, sasa m<br/> </p>\n"
  },
  {
    "name": "207 Nani Ayafanya Maua",
    "cdata": "<p> <h1><b>207 Nani Ayafanya Maua</b></h1> <b>1</b><br/> Nani ayafanya maua, maua,<br/> Nani ayafanya, Mungu juu.<br/> <br/> <b>2</b><br/> Nani apambaye machweo, machweo,<br/> Nani ayapamba, ni Mungu.<br/> <br/> <b>3</b><br/> Nani afanya theluji, theluji,<br/> </p>\n"
  },
  {
    "name": "208 Mungu Afanya Upinde",
    "cdata": "<p> <h1><b>208 Mungu Afanya Upinde</b></h1> <b>1</b><br/> Nani afanya upinde, namjua, namjua,<br/> Mungu afanya upinde, nampenda kwa hiyo.<br/> <br/> <b>2</b><br/> Mungu atuma upinde, ni bora mweupe,<br/> Mungu atuma upinde, kwamba yu karibu.<br/> </p>\n"
  },
  {
    "name": "209 Napenda Sana Kufika",
    "cdata": "<p> <h1><b>209 Napenda Sana Kufika</b></h1> <b>1</b><br/> Napenda sana kufika, skuli ya Sabato,<br/> Napenda sana kufika, skuli ya Sabato.<br/> <br/> <b>2</b><br/> Napenda sana kuimba, habari za Yesu,<br/> Napenda sana kuimba, siku ya Sabato.<br/> <br/> <b>3</b><br/> Napenda sana kutoa, sadaka kwa Yesu,<br/> Napenda sana kutoa, siku ya Sabato.<br/> <br/> <b>4</b><br/> Napenda sana kuomba, kwa Yesu kwa Yesu,<br/> Napenda sana kuomba, siku ya Sabato.<br/> <br/> <b>5</b><br/> Napenda sana kujua, maneno ya Yesu,<br/> Napenda sana kujua, siku ya Sabato.<br/> <br/> <b>6</b><br/> Napenda sana kusema, fungu la kariri,<br/> Napenda sana kusema, siku ya Sabato.<br/> </p>\n"
  },
  {
    "name": "210 Roho Wa Mungu Wangu",
    "cdata": "<p> <h1><b>210 Roho Wa Mungu Wangu</b></h1> Roho wa Mungu wangu, nakuhitaji,<br/> Roho wa Mungu wangu, nakuhitaji,<br/> Uniunde, na unijaze,<br/> Roho wa Mungu wangu, nakuhitaji.<br/> </p>\n"
  },
  {
    "name": "211 Moyoni",
    "cdata": "<p> <h1><b>211 Moyoni</b></h1> Moyoni, moyoni, ingia moyoni Yesu.<br/> Njoo leo, njoo kukaa, ingia moyoni Bwana.<br/> Moyoni, moyoni, angaza moyoni Yesu,<br/> Ng’aa leo, siku zote, angaza moyoni Bwana.<br/> </p>\n"
  },
  {
    "name": "212 Mtazame Mwokozi",
    "cdata": "<p> <h1><b>212 Mtazame Mwokozi</b></h1> Mtazame Mwokozi,<br/> Usoni mwake mzuri,<br/> Mambo ya dunia hugeuka,<br/> Uso wake tukiuona.<br/> </p>\n"
  },
  {
    "name": "213 Niwe Nao Uzuri",
    "cdata": "<p> <h1><b>213 Niwe Nao Uzuri</b></h1> Niwe nao uzuri wa Mwokozi,<br/> Nazo huruma zake na usafi,<br/> Roho Mtakatifu anibadilishe,<br/> Akane Yesu ndani yangu.<br/> </p>\n"
  },
  {
    "name": "214 Nataka Niwe Tayari",
    "cdata": "<p> <h1><b>214 Nataka Niwe Tayari</b></h1> Nataka niwe tayari Bwana,<br/> Nataka niwe tayari Bwana,<br/> Furaha za ulimweng<br/> </p>\n"
  },
  {
    "name": "215 Ulimwengu Wataka",
    "cdata": "<p> <h1><b>215 Ulimwengu Wataka</b></h1> Ulimwengu wataka kumwona Yesu,<br/> Ulimwengu wataka kumwona Yesu,<br/> Analeta furaha shangilio kutosha,<br/> Ulimwengu wataka kumwona Yesu.<br/> </p>\n"
  },
  {
    "name": "216 Moyoni Nijaze",
    "cdata": "<p> <h1><b>216 Moyoni Nijaze</b></h1> Moyoni ‘nijaze,<br/> Na Roho wa Yesu,<br/> Nataka kujitoa,<br/> Moyoni ‘nijaze.<br/> </p>\n"
  },
  {
    "name": "217 Omba Sana Asubuhi",
    "cdata": "<p> <h1><b>217 Omba Sana Asubuhi</b></h1> <b>1</b><br/> Omba sana asubuhi, omba sana mchana,<br/> Omba sana na jioni, Bwana hutusikia.<br/> <br/> <b>2</b><br/> Mungu hujibu maombi, asubuhi na mchana,<br/> Hata hutungojea tena, wakati wa jioni.<br/> <br/> <b>3</b><br/> Na tuimbe asubuhi, tena saa za mchana.<br/> </p>\n"
  },
  {
    "name": "218 Yesu Mwokozi Mpendwa",
    "cdata": "<p> <h1><b>218 Yesu Mwokozi Mpendwa</b></h1> Yesu Mwokozi mpendwa, hakuna mwingine,<br/> Yesu Mwokozi mpendwa, Yesu Mwokozi mpendwa,<br/> Nakutazama wewe pekee, Yesu Mwokozi mpendwa,<br/> </p>\n"
  },
  {
    "name": "219 Pambazuka Nuru",
    "cdata": "<p> <h1><b>219 Pambazuka Nuru</b></h1> Pambazuka nuru, siku mpya yaja,<br/> Basi amkeni na kuimba, ninyi nyote,<br/> Pambazuka nuru, siku mpya yaja<br/> </p>\n"
  },
  {
    "name": "220 Kwa Heri",
    "cdata": "<p> <h1><b>220 Kwa Heri</b></h1> Kwa heri, Mungu awalinde,<br/> Kwa heri, na awaongoze,<br/> Kwa heri, na kuwapa ama<br/> </p>\n"
  }
]